Repository: kodi-pvr/pvr.vuplus
Catalog: pvr.vuplus/resources/language/resource.language.*/strings.po
Languages: af_za, bg_bg, es_es, es_mx, fi_fi, fr_ca, hr_hr, hu_hu, id_id, is_is, it_it, ko_kr, ms_my, nl_nl, pt_pt, sv_se

# #30721
source: What timeshift option do you want: [B]Disabled[/B] No timeshifting; [B]On Pause[/B] Timeshifting starts when a live stream is paused. E.g. you want to continue from where you were at after pausing; [B]On Playback[/B] Timeshifting starts when a live stream is opened. E.g. You can go to any point in the stream since it was opened.
hr_hr: Koje mogućnosti vremenskog premotavanja želite: [B]Onemogućeno[/B] Bez vremenskog premotavanja; [B]Pri pauzi[/B] Vremensko premotavanje započinje kada je TV uživo puziran. Npr. želite nastaviti gledanje od gdje ste stali nakon pauze; [B]Pri repordukciji[/B] Vremensko premotavanje započinje kada se započne gledati TV uživo. Npr. možete prestati gledati bilo kada budući da je program u tijeku.
it_it: Quale opzione di timeshift desideri: [B]Disabilitato[/B] Nessun timeshift; [B]In pausa[/B] Il timeshift inizia quando un live streaming viene messo in pausa. Per esempio. vuoi continuare da dove eri dopo la pausa; [B]In riproduzione[/B] Il timeshift inizia quando viene aperto un live streaming. Per esempio puoi andare in qualsiasi punto dello stream da quando è stato aperto.
ko_kr: 원하는 시간이동 옵션: [B]사용 안 함[/B] 시간이동 없음; [B]일시 중지 시[/B] 라이브 스트림이 일시 중지되면 시간이동이 시작됩니다. 예를 들어 일시 중지 후 있던 위치에서 계속하고 싶습니다. [B]재생 시[/B] 라이브 스트림이 열리면 시간이동이 시작됩니다. 예를 들어 스트림이 열린 이후 스트림의 어느 지점으로든 이동할 수 있습니다.

# #30722
source: The path used to store the timeshift buffer. The default is the `addon_data/pvr.vuplus` folder in userdata.
es_es: Ruta para almacenar buffer de TimeShift. Por defecto es 'addon_data/pvr.vuplus' dentro de la carpeta userdata.
hr_hr: Putanja koja se koristi za spremanje međuspremnika vremenskog premotavanja. Zadana je `addon_data/pvr.vuplus` mapa u userdata.
pt_pt: O caminho usado para armazenar o buffer de Ver mais tarde. O padrão é a pasta `addon_data / pvr.vuplus` no 'userdata'.

# #30723
source: Enable the timeshift feature for IPTV streams using inputstream.ffmpegdirect. Note that this feature only works on playback and will ignore the timeshift mode used for regular channel playback.
hr_hr: Omogući značajku vremenskog premotavanja za IPTV strujanja koristeći inputstream.ffmpegdirect. Zapamtite da ova značajka radi samo pri reprodukciji i zanemarit će način vremenskog premotavanja korištenog za repordukciju uobičajenih programa.
it_it: Abilita la funzione timeshift per i flussi IPTV utilizzando inputstream.ffmpegdirect. Si noti che questa funzione funziona solo durante la riproduzione e ignorerà la modalità timeshift usata per la normale riproduzione del canale.
ko_kr: inputstream.ffmpegdirect를 사용하여 IPTV 스트림에 대한 시간이동 기능을 활성화합니다. 이 기능은 재생 시에만 작동하며 일반 채널 재생에 사용되는 시간이동 모드는 무시합니다.

# #30724
source: Note this can only apply to http/https streams that are processed by libavformat (e.g. M3u8/HLS).
hr_hr: Zapamtite da se ovo samo primijenjuje na http/https strujanja koja su obrađena libavformat bibliotekom (npr. M3u8/HLS).
it_it: Nota che questo può applicarsi solo ai flussi http/https elaborati da libavformat (ad es. M3u8/HLS).
ko_kr: 이것은 libavformat(예: M3u8/HLS)으로 처리되는 http/https 스트림에만 적용할 수 있습니다.

# #30725
source: If the type of stream cannot be determined assume it's an MPEG TS stream.
hr_hr: Ako se vrsta strujanja ne može otkriti pretpostavi da je MPEG TS strujanje.
it_it: Se non è possibile determinare il tipo di flusso, supponiamo che sia un flusso MPEG TS.
ko_kr: 스트림 유형을 결정할 수 없는 경우 MPEG TS 스트림이라고 가정합니다.

# #30726
source: Open settings dialog for inputstream.ffmpegdirect for modification of timeshift and other settings.
hr_hr: Otvori dijalog postavki za inputstream.ffmpegdirect za promjenu vremenskog premotavanja i ostalih postavki.
it_it: Apri la finestra di dialogo delle impostazioni per inputstream.ffmpegdirect per modificare il timeshift e altre impostazioni.
ko_kr: 시간이동 및 기타 설정 수정을 위해 inputstream.ffmpegdirect 설정 대화 상자를 엽니다.

# #30727
source: For devices with limited disk space a limit in Gigabytes can be set whereby timeshift will be switched off and playback will return to the live stream. Note that for timeshift on playback it will not be possible to timeshift again until a stream is restarted once this limit is reached.
hr_hr: Za uređaje s ograničenim diskovnim prostorom ograničenje u Gigabajtima se može postaviti gdje će vremensko premotavanje biti isključeno a reprodukcija će se vratiti na TV uživo. Zapamtite da vremensko premotavanje pri reprodukciji neće biti moguće dok se strujanje ponovno ne pokrene jednom kada se ograničenje dostigne.
it_it: Per i dispositivi con spazio su disco limitato è possibile impostare un limite in Gigabyte per cui il timeshift verrà disattivato e la riproduzione tornerà allo streaming live. Tieni presente che per il timeshift durante la riproduzione non sarà possibile eseguire nuovamente il timeshift fino a quando uno stream non viene riavviato una volta raggiunto questo limite.
ko_kr: 디스크 공간이 제한된 장치의 경우, 시간이동이 꺼지고 재생이 라이브 스트림으로 돌아가도록 기가바이트 단위로 제한을 설정할 수 있습니다. 재생 시 시간 이동의 경우, 이 제한에 도달하면 스트림이 다시 시작될 때까지 시간이동이 불가능합니다.

# #30728
source: The disk space limit to use for the timeshift buffer in Gigabytes.
hr_hr: Ograničenje diskovnog prostora koji se koristi za međuspremnik vremenskog premotavanje u Gigabajtima.
it_it: Il limite di spazio su disco da utilizzare per il buffer timeshift in Gigabyte.
ko_kr: 시간이동 버퍼에 사용할 디스크 공간 제한(기가바이트)입니다.

# #30740
source: This category cotains advanced/expert settings
es_es: Esta categoría contiene ajustes avanzados/experto
hr_hr: Ova kategorija sadrži napredne/stručne postavke
it_it: Questa categoria contiene impostazioni avanzate/esperte
ko_kr: 고급/전문가 설정 그룹입니다
ms_my: Kategori ini mengandungi tetapi lajutan/mahir
pt_pt: Esta categoria contém definições avançadas/experientes.

# #30741
source: By default plot outline (short description on Enigma2) is not displayed in the UI. Can be displayed in EPG, Recordings or both. After changing this option you will need to clear the EPG cache `Settings->PVR & Live TV->Guide->Clear cache` for it to take effect.
es_es: Por defecto, la frase resumen (descripción corta en Enigma2) no se muestra en la UI. Puede mostrarse en la EPG, Grabaciones o ambas. Tras cambiar este ajuste se debe limpiar la cache en 'Ajustes->PVR y TV en directo->Guia->Borrar cache' para que tenga efecto.
hr_hr: Po zadanome sadržaj zapleta (kratak opis na Enigma2 uređaju) nije prikazan u korisničkom sučelju. Može biti prikazan u EPG vodiču, Snimkama ili obje. Nakon promjene ove mogućnosti morat ćete obrisati EPG predmemoriju `Postavke->PVR i televizija->Epg vodič->Obriši podatke` kako bi imalo efekta.
it_it: Per impostazione predefinita, il profilo della trama (breve descrizione su Enigma2) non viene visualizzato nell'interfaccia utente. Può essere visualizzato in EPG, Registrazioni o entrambi. Dopo aver modificato questa opzione, sarà necessario svuotare la cache EPG in "Impostazioni->PVR e Live TV->Guida->Cancella cache" affinché abbia effetto.
ko_kr: 기본으로 줄거리 요약(Enigma2의 짧은 설명)은 사용자 인터페이스에 보이지 않습니다. EPG와 녹화에는 모두 보입니다. 사용하려면 이 옵션을 바꾸고 '설정->PVR과 Live TV->편성표->캐시 삭제'에서 EPG 캐시를 지우면 됩니다.
pt_pt: Por defeito, o enredo curto (breve descrição no Enigma2) não é mostrado na interface de utilizador. Pode ser mostrado no EPG, gravações ou ambos. Depois de alterar esta opção, é necessário limpar a cache do EPG `Configurações-> PVR & Live TV-> Guia-> Limpar a cache` para que ele tenha efeito.

# #30742
source: If this option is set to a value other than `Disabled` then the addon will send a Powerstate command to the set-top box when Kodi will be closed (or the addon will be deactivated): [B]Disabled[/B] No command sent when the addon exits; [B]Standby[/B] Send the standby command on exit; [B]Deep standby[/B] Send the deep standby command on exit. Note, the set-top box will not respond to Kodi after this command is sent; [B]Wakeup, then standby[/B] Similar to standby but first sends a wakeup command. Can be useful if you want to ensure all streams have stopped. Note: if you use CEC this could cause your TV to wake.
hr_hr: Ako je ova mogućnost postavljena na vrijednost drugačiju od `Onemogućeno` tada će dodatak poslati naredbu stanja energije u set-top box kada se Kodi zatvori (ili će se dodatak deaktivirati): [B]Onemogućeno[/B] Neće se poslati naredba kada dodatak postoji; [B]Pripravnost[/B] pošalji naredbu pripravnosti pri izlazu; [B]Duboka pripravnost[/B] Pošalji naredbu duboke pripravnosti pri izlazu. Zapamtite, set-top box neće odgovoriti Kodiju nakon što je ova naredba poslana; [B]Buđenje, zatim pripravnost[/B] slično pripravnosti ali prvo šalje naredbu buđenja. Može biti korisno ako se želite pobrinuti da su sva strujanja zaustavljena. Napomena: ako koristite CEC to može prouzrokovati uključivanje vašeg TV-a.
it_it: Se questa opzione è impostata su un valore diverso da "Disabilitato", l'add-on invierà un comando Powerstate al ricevitore quando Kodi verrà chiuso (o l'add-on sarà disattivato): [B]Disabilitato[/B] Nessun comando inviato all'uscita dell'add-on; [B]Standby[/B] Invia il comando di standby all'uscita; [B]Ricevitore spento[/B] Invia il comando di spegnimento all'uscita. Nota, il ricevitore non risponderà a Kodi dopo l'invio di questo comando; [B]Sveglia, quindi standby[/B] Simile allo standby ma invia prima un comando di riattivazione. Può essere utile se vuoi assicurarti che tutti gli stream siano stati interrotti. Nota: se utilizzi CEC, la TV potrebbe riattivarsi.
ko_kr: 이 옵션이 '사용 안 함' 이외의 값으로 설정되어 있으면 Kodi가 닫힐 때(또는 애드온이 비활성화될 때) 애드온이 셋톱 박스에 Powerstate 명령을 보냅니다. [B]사용 안 함[/B] 애드온이 종료될 때 명령이 전송되지 않습니다; [B]대기[/B] 종료 시 대기 명령을 보냅니다. [B]절전[/B] 종료 시 절전 명령을 보냅니다. 이 명령이 전송된 후 셋톱 박스는 Kodi에 응답하지 않습니다. [B]깨고 대기[/B] 대기와 유사하지만 먼저 깨기 명령을 보냅니다. 모든 스트림이 중지되었는지 확인하려는 경우 유용할 수 있습니다. 참고: CEC를 사용하면 TV가 깨어날 수 있습니다.

# #30743
source: The timemout to use when trying to read live streams. Default for live streams is 0. Default for for timeshifting is 10 seconds.
es_es: Tiempo de espera para intentar leer una emisión en directo. Por defecto para directo es 0. Por defecto para TimeShift es 10 segundos.
hr_hr: Vrijeme čekanja koje se koristi pri pokušaju čitanja strujanja TV-a uživo. Zadano za strujanja TV-a uživo je 0. Zadano za vremensko premotavanje je 10 sekundi.
it_it: Il timeout da utilizzare quando si tenta di leggere i live streaming. Il valore predefinito per i live streaming è 0. Il valore predefinito per il timeshift è 10 secondi.
ko_kr: 라이브 스트림을 읽을 때 사용하는 시간 제한. 기본 라이브 스트림은 0. 기본 시간 이동은 10초.
pt_pt: O tempo limite a ser usado ao tentar ler transmissões ao vivo. O padrão para transmissões ao vivo é 0. O padrão para o Ver mais tarde é de 10 segundos.

# #30744
source: The chunk size used by Kodi for streams. Default at 0 to leave it to Kodi to decide. Can be useful to set manually when viewing streams remotely where buffering can occur as PVR is optimised for a local network.
hr_hr: Veličina djelića koju koristi Kodi za strujanja. Zadano 0 znači da Kodi određuje. Može bit korisno za ručno postavljanje pri gledanju strujanja udaljeno gdje može nastati međuspremanje jer je PVR optimiziran za lokalnu mrežu.
it_it: La dimensione del blocco usata da Kodi per i flussi. Il valore predefinito è 0 per lasciare che sia Kodi a decidere. Può essere utile impostare manualmente durante la visualizzazione di flussi in remoto in cui può verificarsi il buffering poiché il PVR è ottimizzato per una rete locale.
ko_kr: 스트림에 대해 Kodi에서 사용하는 단위 데이터 크기입니다. 기본값은 0으로 Kodi가 결정합니다. PVR이 로컬 네트워크에 최적화되어 있어, 버퍼링이 발생할 수 있는 원격 스트림을 볼 때 수동 설정이 유용할 수 있습니다.

# #30745
source: Debug log statements will display for the addon even though debug logging may not be enabled in Kodi. Note that all debug log statements will display at NOTICE level.
es_es: Las opciones de registro de depuración se mostrarán para el add-on aunque el registro de depuración en Kodi no este activo. Nota: todos los registros se mostrarán con nivel NOTICE.
hr_hr: Izjave zapisa otklanjanja grešaka će se prikazati za dodatak čak iako zapisivanje otklanjanja grešaka možda nije omogućeno u Kodiju. Zapamtite da sve izjave zapisa otklanjanja grešaka biti će prikazane na razini OBAVIJESTI.
it_it: Verranno visualizzate le istruzioni del registro di debug per l'add-on anche se la registrazione eventi di debug potrebbe non essere abilitata in Kodi. Si noti che tutte le istruzioni del registro di debug verranno visualizzate a livello di AVVISO.
ko_kr: Kodi에 디버그 로그가 설정되지 않아도 로그 내역이 애드온에 표시됩니다. 모든 디버그 로그 내역은 NOTICE 레벨로 표시됩니다.
pt_pt: As instruções do registo de depuração serão mostradas para o add-on, embora o registo de depuração possa não estar ativado no Kodi. Observe que todas as instruções do registo de depuração serão mostradas ao nível de AVISO.

# #30746
source: Very detailed and verbose log statements will display in addition to standard debug statements. If enabled along with `Enable debug logging in normal mode` both trace and debug will display without debug logging enabled. In this case both debug and trace log statements will display at NOTICE level.
es_es: Se mostrarán registros muy detallados y precisos ademas del registro de depuración estandar. Si se activa junto a 'Activar registro de depuración en modo normal' ambas trazas y registros se mostrarán sin activar el registro de depuración. En este caso, ambos registros y trazas se mostrarán con nivel NOTICE.
hr_hr: Vrlo opširne izjave zapisa biti će prikazane kao dodatak standardnoj izjavi otklanjanja grešaka. Ako je omogućeno s `Omogući zapisivanje otklanjanja grešaka u normalnom načinu`, oboje praćenje i otklanjanje grešaka biti će prikazani bez da je omogućeno zapisivanje otklanjanja grešaka. U tome slučaju oboje, zapis izjave otklanjanje grešaka i praćenja biti će prikazani na razini OBAVIJESTI.
it_it: Oltre alle istruzioni di debug standard verranno visualizzate istruzioni di registro molto dettagliate e dettagliate. Se abilitato insieme a "Abilita registrazione debug in modalità normale", verranno visualizzati sia la traccia che il debug senza che la registrazione del debug sia abilitata. In questo caso, le istruzioni di debug e di registro di traccia verranno visualizzate a livello di AVVISO.
ko_kr: 기본 로그에 더해 상세하고 자세한 로그 내역이 표시됩니다. '기본 모드에서 디버그 로그 사용'과 더불어 사용하면 디버그 사용없이 추적과 디버그가 표시됩니다. 이 경우 디버그와 추적 로그는 NOTICE 레벨로 나타납니다.
pt_pt: Instruções de registo muito detalhadas e detalhadas serão mostradas além das instruções de depuração padrão. Se habilitado junto com o `Ativar o registo de depuração no modo normal`, ambos os rastreios e depuração serão mostrados sem o registro de depuração ativo. Nesse caso, as instruções de registo de depuração e rastreio serão exibidas ao nível de AVISO.

# #30747
source: Debug log statements will not be displayed for the addon even though debug logging is enabled in Kodi. This can be useful when trying to debug an issue in Kodi which is not addon related.
es_es: Las opciones de registro de depuración no se mostrarán para el add-on aunque el registro de depuración en Kodi esté activo. Es útil cuando se intenta depurar un error en Kodi que no esta relacionado con los add-ons.
hr_hr: Izjava zapisa otklanjanja grešaka neće biti prikazana za dodatak čak iako je zapisivanje otklanjanja grešaka omogućeno u Kodiju. Ovo može biti korisno kada otklanjate greške s problemom u Kodiju koji nije povezan s dodatkom.
it_it: Le istruzioni del registro di debug non verranno visualizzate per l'add-on anche se la registrazione eventi di debug è abilitata in Kodi. Questo può essere utile quando si tenta di eseguire il debug di un problema in Kodi che non è correlato all'add-on.
ko_kr: Kodi에 디버그 로그가 설정되어도 로그 내역이 애드온에 표시되지 않습니다. 애드온에 상관없는 문제를 디버그할 때 유용합니다.

# #30760
source: This category contains information and settings on/about the Enigma2 STB.
hr_hr: Ova kategorija sadrži informacije i postavke na/o Enigma2 STB.
it_it: Questa categoria contiene informazioni e impostazioni sul ricevitore Enigma2.
ko_kr: 여기에는 Enigma2 STB에 대한 정보 및 설정이 포함되어 있습니다.

# #30761
source: webifversion
hr_hr: webif inačica

# #30762
source: autotimertagintags
hr_hr: oznakaautomatskogzakazanogsnimanjauoznacima

# #30763
source: autotimernameintags
hr_hr: nazivautmatskogzakazanogsnimanjauoznacima

# #30764
source: This value reflects the backend setting [B]Margin before recording[/B]. It will be applied to the start of all new regular timers created including those created from Autotimers. Note that if a padding/margin is set on an Autotimer it will be custom for that Autotimer and will override this value.
hr_hr: Ova vrijednost utječe na pozadinsku postavku [B]Granica prije snimanja[/B]. Biti će primijenjena na početak svih uobičajenih stvorenih zakazanih snimanja uključujući stvorene Automatskim zakazanim snimanjem. Zapamtite da dodatno vrijeme/granica postavljeno na Automatskom zakazanom snimanju biti će prilagođeno za to Automatsko zakazano snimanje i zaobići će ovu vrijednost.
it_it: Questo valore riflette l'impostazione del backend [B]Margine prima della registrazione[/B]. Verrà applicato all'inizio di tutti i nuovi timer regolari creati, inclusi quelli creati da Autotimer. Si noti che se un riempimento/margine è impostato su un Autotimer, sarà personalizzato per quell'Autotimer e sostituirà questo valore.
ko_kr: 이 값은 백엔드 설정 [B]기록 전 여유[/B]를 반영합니다. Autotimer에서 생성된 타이머를 포함하여 모든 생성된 새로운 일반 타이머의 시작 부분에 적용됩니다. 패딩/여백이 Autotimer에 설정되어 있으면 해당 Autotimer에 대해 사용자 지정이 되고 이 값을 무시합니다.

# #30765
source: This value reflects the backend setting [B]Margin after recording[/B]. It will be applied to the end of all new regular timers created including those created from Autotimers. Note that if a padding/margin is set on an Autotimer it will be custom for that Autotimer and will override this value.
hr_hr: Ova vrijednost utječe na pozadinsku postavku [B]Granica nakon snimanja[/B]. Biti će primijenjena na završetak svih uobičajenih stvorenih zakazanih snimanja uključujući stvorene Automatskim zakazanim snimanjem. Zapamtite da dodatno vrijeme/granica postavljeno na Automatskom zakazanom snimanju biti će prilagođeno za to Automatsko zakazano snimanje i zaobići će ovu vrijednost.
it_it: Questo valore riflette l'impostazione del backend [B]Margine dopo la registrazione[/B]. Verrà applicato alla fine di tutti i nuovi timer regolari creati, inclusi quelli creati da Autotimer. Si noti che se un riempimento/margine è impostato su un Autotimer, sarà personalizzato per quell'Autotimer e sostituirà questo valore.
ko_kr: 이 값은 백엔드 설정 [B]기록 후 여유[/B]를 반영합니다. Autotimer에서 생성된 타이머를 포함하여 생성된 모든 새로운 일반 타이머의 끝에 적용됩니다. 패딩/여백이 Autotimer에 설정되어 있으면 해당 Autotimer에 대해 사용자 지정이 되고 이 값을 무시합니다.

# #30766
source: The MAC address of the Engima2 STB to be used for WoL (Wake On LAN).
hr_hr: MAC adresa Engima2 STB koja se koristi za WoL (Buđenje putem LAN-a).
it_it: Indirizzo MAC del ricevitore E2 da utilizzare per WoL (Wake On LAN).
ko_kr: WoL(Wake On LAN)에 사용할 Engima2 STB의 MAC 주소입니다.

# #30001
source: Enigma2 - %s
ko_kr: 에니그마2 - %s

# #30057
source: Radio
bg_bg: Радио
hu_hu: Rádió
is_is: Útvarp
ko_kr: 라디오
pt_pt: Rádio

# #30115
source: Debug
ko_kr: 디버그

# #30159
source: Provider name mapping file
it_it: File di mappatura del nome del fornitore
ko_kr: 공급자 이름 매핑 파일

# #30160
source: Default provider name
it_it: Nome fornitore predefinito
ko_kr: 기본 공급자 이름

# #30161
source: Providers
it_it: Fornitori
ko_kr: 공급자

# #30657
source: The config file to map provider names received from the STB to custom name, icons etc. The default file is [I]providerMappings.xml[/I].
it_it: Il file di configurazione per mappare i nomi dei fornitori ricevuti dal STB a nomi personalizzati, icone, ecc. Il file predefinito è [I]providerMappings.xml[/I].
ko_kr: STB로부터 받은 공급자 이름을 사용자 정의 이름, 아이콘 등에 매핑하기 위한 설정 파일입니다. 기본 파일은 [I]providerMappings.xml[/I]입니다.

# #30658
source: If provided this value will be used as the channel provider name if one was not retrieved from the backend. It can be used in combination with the provider mapping file.
it_it: Se fornito, questo valore verrà usato come nome del fornitore del canale se non ne è stato recuperato uno dal backend. Può essere usato in combinazione con il file di mappatura del fornitore.
ko_kr: 이 값이 주어지면 백엔드에서 검색되지 않은 채널 공급자 이름으로 사용됩니다. 공급자 매핑 파일과 함께 사용할 수 있습니다.

# #30722
source: The path used to store the timeshift buffer. The default is the `addon_data/pvr.vuplus` folder in userdata. Note that if another directory is specified and it does not exist the default will be used instead.
it_it: Il percorso usato per archiviare il buffer del timeshift. L'impostazione predefinita è la cartella "addon_data/pvr.vuplus" in userdata. Tieni presente che se viene specificata un'altra directory e non esiste, verrà usata quella predefinita.
ko_kr: 타임시프트 버퍼를 저장하는 데 사용되는 경로입니다. 기본값은 userdata의 `addon_data/pvr.vuplus` 폴더입니다. 다른 디렉토리가 지정되었지만 없으면 기본값이 대신 사용됩니다.

# Addon Description
source: Enigma2 frontend - supporting streaming of Live TV & Recordings, EPG, Timers, Autotimers.&#10; &#10;For documentation visit: https://github.com/kodi-pvr/pvr.vuplus/blob/Matrix/README.md&#10;
pt_pt: Interface VU+ ; suporta transmissão e gravação de TV em direto, EPG e temporizadores.

# #30007
source: Response timeout in seconds
af_za: Reaksie tydverstreke in sekondes
bg_bg: Време на изчакване за отговор (секунди)
es_mx: Tiempo de respuesta en segundos
fi_fi: Vastauksen aikakatkaisu sekunneissa
fr_ca: Temporisation de réponse en secondes
hu_hu: Válasz időkorlát másodpercben
id_id: Timeout response dalam deti
is_is: Tímatakmörk svartíma í sekúndum
nl_nl: Antwoordtimeout in seconden
sv_se: Anslutningstimeout i sekunder

# #30010
source: Update Interval in minutes
af_za: Opdateer Interval in minute
bg_bg: Интервал на обновяване (минути)
es_mx: Intervalo de actualización en minutos
fi_fi: Päivitysväli minuuteissa
fr_ca: Intervalle de mise à jour en minutes
hu_hu: Frissítési intervallum percben
id_id: Interval update dalam menit
is_is: Uppfærslutími í mínútum
nl_nl: Update-interval in minuten
sv_se: Uppdateringsintervall i minuter

# #30014
source: Folder for channeldata
af_za: Vouer vir kanaal data
bg_bg: Папка за данните на каналите
es_mx: Carpeta de datos de canal
fi_fi: Kanavadatan kansio
fr_ca: Dossier des données de chaînes
hu_hu: Csatornaadat mappa
id_id: Folder untuk data kanal
is_is: Mappa fyrir rásargögn
nl_nl: Map voor kanaaldata
sv_se: Mapp för kanaldata

# #30016
source: Check for channel updates
af_za: Kyk vir kanaal opdaterings
bg_bg: Проверка за промени по каналите
es_mx: Buscar actualizaciones de canal
fi_fi: Tarkista kanavapäivitykset
fr_ca: Vérifier les mises à jour de chaînes
hu_hu: Csatorna frissítés keresése
id_id: Cek untuk pemuktahiran kanal
is_is: Athuga með uppfærslu rása
nl_nl: Zoeken naar kanaal-updates
sv_se: Kontrollera efter kanaluppdateringar

# #30017
source: Use only the DVB boxes' current recording path
af_za: Gebruik slegs die DVB boks se huidige opneem pad
bg_bg: Използване само на текущия път за запис на устройствата
es_mx: Use sólo la ruta de grabación actual de las cajas DVB
fi_fi: Käytä ainoastaan digiboksin nykyistä tallennuspolkua
fr_ca: Utiliser seulement le chemin d’enregistrement actuel du boîtier DVB
hu_hu: Csak a DVB box aktuális felvételi útvonalát használja
id_id: Hanya gunakan path rekaman DVB yang digunakan saat ini
is_is: Nota aðeins núverandi upptökuslóð upptökutækja
nl_nl: Gebruik alleen het huidig opnamepad van de DVB box
sv_se: Använd endast DVB-boxens nuvarande inspelningssökväg

# #30022
source: Recordings / Timer
af_za: Opnames / Tydhouer
bg_bg: Записи / Брояч
es_mx: Grabaciones / Temporizador
fi_fi: Tallenteet / Ajastin
fr_ca: Enregistrements / minuterie
hu_hu: Felvételek / Időzítők
id_id: Perekaman / Timer
is_is: Upptökur / Tímatökur
nl_nl: Opnames / Timer
sv_se: Inspelningar/Timer
