Repository: kodi-pvr/pvr.vuplus
Catalog: pvr.vuplus/resources/language/resource.language.*/strings.po
Languages: af_za, bg_bg, es_es, es_mx, fi_fi, fr_ca, hr_hr, hu_hu, id_id, is_is, it_it, ko_kr, ms_my, nl_nl, pt_pt, sv_se

# Addon Summary
source: Kodi's frontend for Enigma2 based set-top boxes
es_es: Frontend Kodi para decodificadores basados en VU+/Enigma2
hr_hr: Kodi sučelje za Enigma2 set-top box temeljene uređaje
it_it: Frontend Kodi per ricevitori basati su Enigma2
ko_kr: VU+ / Enigma2 베이스 셋탑박스를 위한 Kodi 프론트엔드
ms_my: Bahagian hadapan Kodi untuk kotak settop berasaskan VU+/Enigma2
pt_pt: Interface Kodi para descodificadores baseadas em VU+ / Enigma2

# Addon Description
source: Enigma2 frontend - supporting streaming of Live TV & Recordings, EPG, Timers, Autotimers.[CR] [CR]For documentation visit: https://github.com/kodi-pvr/pvr.vuplus/blob/Matrix/README.md[CR]
es_es: Frontend VU+; soporta TV en vivo, grabaciones, guía de programación (EPG) y temporizadores.
hr_hr: Enigma2 sučelje; podržava strujanje i snimanje TV programa, elektronski programski vodič (EPG) i vremenski zadano snimanje.CR] [CR]Za dokumentaciju posjetite: https://github.com/kodi-pvr/pvr.vuplus/blob/Matrix/README.md[CR]
it_it: Frontend Enigma2: supporta lo stream e la registrazione di Live TV, EPG, timer, timer automatici. Per la documentazione visita: https://github.com/kodi-pvr/pvr.vuplus/blob/Matrix/README.md
ko_kr: Enigma2 프론트엔드 - 라이브 TV & 녹음, EPG, 타이머, 자동 타이머.[CR] [CR]문서를 보려면 https://github.com/kodi-pvr/pvr.vuplus/blob/Matrix/README.md를 방문하세요[CR]
ms_my: Bahagian hadapan VU+; menyokong penstirman Langsung & Rakaman, EPG, Pemasa TV

# Addon Disclaimer
source: This is unstable software! The authors are in no way responsible for failed recordings, incorrect timers, wasted hours, or any other undesirable effects..
es_es: ¡Este es un software inestable! Los autores no son de ninguna manera responsables de las grabaciones fallidas o incorrectas, las temporizadores perdidas, ni otros efectos no deseables..
hr_hr: Ovo je nestabilan softver! Autori nisu ni na koji način odgovorni za neuspjelo snimanje, netočna vremena snimanja, izgubljene sate, ili bilo koje druge nepoželjne učinke.
it_it: Questo è un software instabile! Gli autori non sono in alcun modo responsabili per registrazioni fallite, timer errati, ore sprecate o qualsiasi altro effetto indesiderato.
ko_kr: 이 소프트웨어는 불안정합니다! 제작자는 녹화 실패, 부정확한 타이머, 시간 낭비 및 기타 예상하지 못한 결과에 대해 책임지지 않습니다..
ms_my: Ini merupakan perisian tidak stabil! Pengarang tidak bertanggungjawab atas kegagalan rakaman, pemasa tidak betul, masa yang dibazirkan, atau apa jua kesan yang tidak dikehendaki..
pt_pt: Este software é instável! Os autores não podem ser responsabilizados por gravações falhadas, temporizadores incorretos, horas desperdiçadas ou qualquer outro tipo de efeitos indesejáveis...

# #30000
source: Enigma2 hostname or IP address
af_za: Enigma2 gasheernaam of IP adres
bg_bg: Име на сървър или IP адрес на Enigma2
es_es: Dirección IP o nombre de equipo Enigma2
es_mx: Nombre de host o dirección IP de Enigma2
fi_fi: Enigma2-palvelimen nimi tai ip-osoite
fr_ca: Non d’hôte ou adresse IP d’Enigma2
hr_hr: Enigma2 naziv računala ili IP adresa
hu_hu: Enigma2 gazdanév vagy IP cím
is_is: Nafn eða IP-vistfang á Enigma2
it_it: Nome host o indirizzo IP di Enigma2
ko_kr: Enigma2 호스트명이나 IP 주소
ms_my: Namahos atau alamat IP Enigma2Â
nl_nl: Enigma2 hostnaam of IP-adres
pt_pt: Nome de servidor Enigma2 ou endereço IP
sv_se: Enigma2 värdnamn eller IP-adress

# #30002
source: Streaming port
af_za: Stroom poort
bg_bg: Порт за поточно излъчване
es_es: Puerto de emisión
es_mx: Puerto de steaming
fi_fi: Suoratoistoportti
fr_ca: Port de diffusion en continu
hr_hr: Ulaz strujanja
is_is: Gátt streymis
it_it: Porta streaming
ko_kr: 스트리밍 포트
ms_my: Port penstriman
nl_nl: Doorvoerpoort
pt_pt: Porta de transmissão
sv_se: Strömningsport

# #30003
source: Username
af_za: Gebruikersnaam
bg_bg: Потребител
es_es: Usuario
es_mx: Usuario
fi_fi: Käyttäjänimi
fr_ca: Nom d’utilisateur
hr_hr: Korisničko ime
hu_hu: Felhasználónév
id_id: NamaPengguna
is_is: Notandanafn
it_it: Nome utente
ko_kr: 사용자명
ms_my: Nama Pengguna
nl_nl: Gebruikersnaam
pt_pt: Nome de utilizador
sv_se: Användarnamn

# #30004
source: Password
af_za: Wagwoord
bg_bg: Парола
es_es: Contraseña
es_mx: Contraseña
fi_fi: Salasana
fr_ca: Mot de passe
hr_hr: Lozinka
hu_hu: Jelszó
is_is: Lykilorð
ko_kr: 비밀번호
ms_my: Kata Laluan
nl_nl: Wachtwoord
pt_pt: Palavra-passe
sv_se: Lösenord

# #30005
source: Connection
af_za: Konneksie
bg_bg: Връзка
es_es: Conexión
es_mx: Conexión
fi_fi: Yhteys
fr_ca: Connexion
hr_hr: Povezivanje
hu_hu: Kapcsolat
id_id: Koneksi
is_is: Tenging
it_it: Connessione
ko_kr: 연결
ms_my: Sambungan
nl_nl: Verbinding
pt_pt: Ligação
sv_se: Anslutning

# #30006
source: Icons
af_za: Ikone
bg_bg: Иконки
es_es: Iconos
es_mx: Iconos
fi_fi: Logot
fr_ca: Icônes
hr_hr: Ikone
hu_hu: Ikon
id_id: Ikon
is_is: Tákn
it_it: Icone
ko_kr: 아이콘
ms_my: Ikon
nl_nl: Iconen
pt_pt: Ícones
sv_se: Ikoner

# #30007
source: Program Streams
es_es: Emisiones de Programa
hr_hr: Strujanja programa
it_it: Stream programma
ko_kr: 프로그램 스트림
ms_my: Strim Program

# #30008
source: Icon path
af_za: Ikoon pad
bg_bg: Път до иконките
es_es: Ruta de icono
es_mx: Ruta del icono
fi_fi: Kanavalogojen sijainti
fr_ca: Chemin des icônes
hr_hr: Putanja ikone
hu_hu: Ikon útvonal
is_is: Slóð táknmynda
it_it: Percorso icona
ko_kr: 아이콘 경로
ms_my: Laluan ikon
nl_nl: Iconenpad
pt_pt: Caminho do ícone
sv_se: Ikonsökväg

# #30009
source: Update Interval
af_za: Opdateer Interval
bg_bg: Интервал на обновяване
es_es: Intervalo de Actualización
es_mx: Intervalo de actualización
fi_fi: Päivitysväli
fr_ca: Intervalle de mise à jour
hr_hr: Razdoblje nadopune
hu_hu: Frissítési intervallum
is_is: Bið milli uppfærslna
it_it: Intervallo aggiornamento
ko_kr: 업데이트 주기
ms_my: Kemaskini Sela
pt_pt: Intervalo de atualização
sv_se: Uppdateringsintervall

# #30011
source: Automatic timerlist cleanup
af_za: Automatiese tydhouerlys skoonmaak
bg_bg: Автоматично почистване на броячите
es_es: Limpiar automáticamente la lista de programaciones
fi_fi: Ajastuslistan automaattinen puhdistus
fr_ca: Nettoyage automatique de la liste des minuteries
hr_hr: Automatsko uklanjanje popisa zadanih snimanja
hu_hu: Automatikus időzítő lista törlése
is_is: Sjálfvirk hreinsun á tímatökulista
it_it: Pulizia automatica elenco timer
ko_kr: 자동 타이머 항목 지움
ms_my: Pembersihan senarai pemasa berautomatik
nl_nl: Automatisch opschonen van de timerlijst
pt_pt: Limpeza automática da Timerlist
sv_se: Automatisk upprensning av timerlista

# #30012
source: Web interface port
af_za: Webkoppelvlak poort
bg_bg: Порт на уеб интерфейса
es_es: Puerto de la interfaz web
es_mx: Puerto para interface web
fi_fi: Web-käyttöliittymän portti
fr_ca: Port de l’interface Web
hr_hr: Ulaz web sučelja
hu_hu: Webes felület port
is_is: Gátt vefviðmóts
it_it: Porta interfaccia web
ko_kr: 웹 인터페이스 포트
ms_my: Port antaramuka sesawang
nl_nl: Webinterface-poort
pt_pt: Porta da interface web
sv_se: Port för webbgränssnitt

# #30013
source: Zap before channelswitch (i.e. for single tuner boxes)
af_za: Zap voor kanaal verander (d.w.s. vir enkel stemmer bokse)
bg_bg: Нулиране преди превключване на канал (за устройства с един тунер)
es_es: Zap antes de cambio de canal (p.e. para sintonizadores únicos)
fi_fi: Zap ennen kanavan vaihtoa (yhden virittimen bokseille)
fr_ca: Passer les chaînes avant le changement effectif (c.-à-d. pour les boîtiers syntoniseurs simples)
hr_hr: Isključi prije promjene programa (za uređaje s jednim prijemnikom)
hu_hu: Törölje csatornaváltás előtt (vagyis egytuneres dobozok esetében)
is_is: Bið á milli rásaskipta (þ.e. fyrir box með einum móttakara)
it_it: Zap prima del cambio canale (ricevitori singolo tuner)
ko_kr: 채널 변경 전에 빠르게 변경 (하나의 튜너 박스의 경우)
ms_my: Zap sebelum tukar saluran (cth. kotak penala tunggal)
pt_pt: Zap antes de mudar de canal (útil para caixas só com um sintonizador)
sv_se: Zappa innan kanalbyte (t.ex. för enskilda mottagarboxar)

# #30014
source: Set program id for live channel or recorded streams
es_es: Ajusta el id de programa para un canal en directo o para emisiones grabadas.
hr_hr: Postavi id progrma za TV programe uživo ili snimljena strujanja
it_it: Imposta ID programma per canale live o stream registrati
ko_kr: 라이브 채널이나 녹화된 스트림의 프로그램 ID 설정
ms_my: Tetapkan id program untuk saluran langsung atau strim terakam

# #30015
source: Update interval
af_za: Opdateer interval
bg_bg: Интервал на обновление
es_es: Intervalo de actualización
es_mx: Intervalo de actualización.
fi_fi: Päivitysväli
fr_ca: Intervalle de mise à jour
hr_hr: Razdoblje nadopune
hu_hu: Frissítési intervallum
id_id: Interval update
is_is: Bið milli uppfærslna
it_it: Intervallo aggiornamento
ko_kr: 업데이트 주기
ms_my: Kemaskini sela
nl_nl: Updatefrequentie
pt_pt: Intervalo de atualização
sv_se: Uppdateringsintervall

# #30016
source: Use bouquet specific channel numbers from backend
es_es: Usar números de canales específicos del paquete según servidor
hr_hr: Koristi brojeve programa specifične za buket iz pozadinskog softvera
it_it: Usa i numeri di canale specifici del bouquet dal backend
ko_kr: 백엔드의 특정 묶음 채널 사용

# #30017
source: Only use current recording path from backend
es_es: Usar solo la ruta actual de grabaciones del servidor
hr_hr: Samo koristi trenutnu putanju snimanja iz pozadinskog softvera
it_it: Usa solo il percorso di registrazione attuale del backend
ko_kr: 백엔드의 현재 녹화 경로만 사용

# #30018
source: General
af_za: Algemeen
bg_bg: Основни
fi_fi: Yleiset
fr_ca: Général
hr_hr: Općenito
hu_hu: Általános
id_id: Umum
is_is: Almennt
it_it: Generale
ko_kr: 일반
ms_my: Am
nl_nl: Algemeen
pt_pt: Geral
sv_se: Allmänt

# #30019
source: Channels
af_za: Kanale
bg_bg: Канали
es_es: Canales
es_mx: Canales
fi_fi: Kanavat
fr_ca: Chaînes
hr_hr: Programi
hu_hu: Csatornák
id_id: Saluran
is_is: Rásir
it_it: Canali
ko_kr: 채널
ms_my: Saluran
nl_nl: Kanalen
pt_pt: Canais
sv_se: Kanaler

# #30020
source: Advanced
af_za: Gevorderde
bg_bg: Допълнителни
es_es: Avanzado
es_mx: Avanzado
fi_fi: Lisäasetukset
fr_ca: Avancé
hr_hr: Napredno
hu_hu: Haladó
id_id: Tingkat Lanjut
is_is: Ítarlegt
it_it: Avanzate
ko_kr: 고급
ms_my: Lanjutan
nl_nl: Geavanceerd
pt_pt: Avançado
sv_se: Avancerad

# #30022
source: Use recursive listing for recording locations
es_es: Usar listado recursivo para las ubicaciones de las grabaciones
hr_hr: Koristi rekruzivno popisivanje lokacija snimanja
it_it: Usa elenco ricorsivo per le posizioni di registrazione
ko_kr: 기록 위치에 반복 목록 사용

# #30023
source: New timer default recording folder
hr_hr: Zadana mapa za novo zakazano snimanje
it_it: Nuova cartella di registrazione predefinita del timer
ko_kr: 새 타이머 기본 녹화 폴더

# #30024
source: Send powerstate mode on addon exit
af_za: Stuur kragtoestand modus met byvoegsel uit gaan
es_es: Enviar apagar al salir del add-on
es_mx: Envía mode powerstate sobre la salida del complemento
fi_fi: Lähetä virranhallintakäsky, kun lisäosa suljetaan
fr_ca: Envoyer le mode d’alimentation en quittant l’addiciel
hr_hr: Pošalji način stanja energije pri zatvaranju dodatka
hu_hu: Energiaellátási mód küldése kiegészítő kilépésekor
it_it: Invia lo stato di alimentazione all'uscita dall'add-on
ko_kr: 애드온을 나갈 때 전원 상태 모드 보내기
ms_my: Hantar mod keadaan kuasa ketika keluar dari tambahan
pt_pt: Enviar para o modo de energia ao sair do add-on
sv_se: Sänd energisparläge vid avslutande av tillägget

# #30025
source: TV bouquet fetch mode
af_za: TV boeket gaan haal modus
es_es: Modo de conseguir paquete de TV
fi_fi: Tv-kanavaryhmien (bouquet) noutotapa
fr_ca: Mode de récupération du bouquet télé
hr_hr: Način dohvata TV buketa
hu_hu: TV-csokor letöltési mód
it_it: Modalità recupero bouquet TV
ko_kr: TV 묶음 가져오기 모드
ms_my: Mod dapatkan jambak TV
pt_pt: Modo de obtenção de pacotes TV
sv_se: TV-bukett hämtningsläge

# #30026
source: TV bouquet 1
es_es: Paquete TV 1
hr_hr: TV buket 1
ko_kr: TV 묶음 1
ms_my: Jambak TV 1

# #30027
source: Fetch picons from web interface
af_za: Gaan haal picons vanaf web koppelvlak
bg_bg: Получаване на логата на каналите от уеб интерфейса
es_es: Conseguir picons de la interfaz web
fi_fi: Nouda kanavalogot (picons) web-käyttöliittymästä
fr_ca: Récupérer les picônes de l’interface Web
hr_hr: Dohvati ikone iz web sučelja
hu_hu: Vegye le a piconokat a webes felületről
is_is: Sækja 'picon' frá vefviðmóti
it_it: Recupera picon dall'interfaccia web
ko_kr: 웹 인터페이스에서 picons 가져오기
ms_my: Dapatkan picon dari antaramuka sesawang
nl_nl: Picons ophalen van de web-interface
pt_pt: Obter ícones da interface web
sv_se: Hämta 'picons' från webbgränssnittet

# #30028
source: Use secure HTTP (https)
af_za: Gebruik secure HTTP (https)
bg_bg: Ползване на HTTPS
es_es: Usar HTTP Seguro (https)
es_mx: Usa HTTP seguro (https)
fi_fi: Käytä suojattua HTTP:tä (https)
fr_ca: Utiliser le HTTP sécurisé (https)
hr_hr: Koristi sigurni HTTP (https)
hu_hu: Használjon biztonságos HTTP-t (https)
is_is: Nota öruggara HTTP (https)
it_it: Usa HTTP sicuro (https)
ko_kr: 안전한 HTTP (https) 사용
ms_my: Guna HTTP selamat (https)
nl_nl: Gebruik beveiligd HTTP (https)
pt_pt: Utilizar HTTP seguro (https)
sv_se: Använd säker HTTP (https)

# #30029
source: Enable automatic configuration for live streams
af_za: Stel outomatiese konfigurasie in staat vir lewendige strome
bg_bg: Автоматична настройка на потоците на живо
es_es: Actviar configuración automática para emisiones en directo
es_mx: Activa configuración automática para live streams
fi_fi: Käytä tv-lähetysten automaattiasetuksia
fr_ca: Activer la configuration automatique des diffusions en direct
hr_hr: Omogući automatsko podešavanje za strujanja s programom uživo
hu_hu: Automatikus konfigurálás engedélyezése élő adásokhoz
is_is: Virkja sjálfvirka uppsetningu á beinu streymi
it_it: Abilita configurazione automatica per trasmissioni live
ko_kr: 라이브 스트림에 자동 설정 사용
ms_my: Benarkan konfigurasi automatik untuk strim langsung
nl_nl: Activeer automatische configuratie voor live streams
pt_pt: Ativar configuração automática para transmissões ao vivo
sv_se: Aktivera automatisk konfiguration för direktsända strömmar

# #30030
source: Keep folder structure for recordings
es_es: Mantener estructura de carpetas para las grabaciones
hr_hr: Zadrži strukturu mapa za snimke
it_it: Mantieni la struttura delle cartelle per le registrazioni
ko_kr: 녹화을 위한 폴더 구조 유지

# #30031
source: Seasons and Episodes
af_za: Seisoene en Episodes
bg_bg: Сезони и епизоди
es_es: Temporadas y Capítulos
es_mx: Temporadas y Episodios
fi_fi: Kaudet ja jaksot
fr_ca: Saisons et épisodes
hr_hr: Sezone i epizode
hu_hu: Évadok és epizódok
is_is: Þáttaraðir og þættir
it_it: Stagioni ed episodi
ko_kr: 시즌과 에피소드
ms_my: Musim dan Episod
nl_nl: Seizoenen en afleveringen
pt_pt: Temporadas e Episódios
sv_se: Säsonger och Avsnitt

# #30032
source: EPG
bg_bg: Справочник
fi_fi: Ohjelmaopas
fr_ca: GÉP
hr_hr: EPG vodič
is_is: Rafrænn EPG-sjónvarpsvísir

# #30033
source: Extract season, episode and year info where possible
af_za: Onttrek seisoen, episode en jaar inligting waar moontlik
bg_bg: Извличане на инф. за сезона, епизода и годината, когато е възможно
es_es: Extraer información de temporada, episodio y año cuando sea posible
es_mx: Extrae temporada, episodio e información del año donde sea posible
fi_fi: Kerää kausi-, jakso- ja vuositiedot, jos mahdollista
fr_ca: Extraire les renseignements de saison, d’épisode et d’année si possible
hr_hr: Izdvoji informacije sezone, epizode i godinu gdje je moguće
hu_hu: Másolja ki az évad, epizód és az év adatait, ha lehetséges
it_it: Estrai le informazioni su stagione, episodio e anno ove possibile
ko_kr: 시즌, 에피소드와 가능하면 연도 정보 추출
ms_my: Ekstrak maklumat musim, episod dan tahun jika ada
nl_nl: Seizoen-, afleverings- en jaarinformatie ophalen wanneer mogelijk
pt_pt: Extrair informação de temporada, episódio e ano quando possível
sv_se: Extrahera säsonger, avsnitt och årinformation där det är möjligt

# #30034
source: Enable autotimers
af_za: Stel outotydhouers in staat
bg_bg: Включване на авт. броячи
es_es: Activar programaciones automáticas
fi_fi: Käytä automaattiajastuksia
fr_ca: Activer les minuteries automatiques
hr_hr: Omogući automatska zakazana snimanja
hu_hu: Engedélyezze az automatikus időzítőt
it_it: Abilita timer automatici
ko_kr: 자동 타이머 사용
ms_my: Benarkan autopemasa
nl_nl: Inschakelen van autotimers
pt_pt: Ativar temporizadores automáticos
sv_se: Aktivera automatisk timer

# #30035
source: Use picons.eu file format
af_za: Gebruik picons.eu lêer formaat
bg_bg: Използване на файловия форма на picons.eu
es_es: Usar formato de archivo picons.eu
es_mx: Usa formato de archivo picons.eu
fi_fi: Käytä picons.eu:n tiedostomuotoa
fr_ca: Utiliser le format de fichier picons.eu
hr_hr: Koristi picons.eu datotečni format
hu_hu: Használja a picons.eu fájlformátumot
it_it: Usa formato file picons.eu
ko_kr: picons.eu 파일 포맷 사용
ms_my: Guna format fail picons.eu
nl_nl: Gebruik picons.eu-bestandsformaat
pt_pt: Usar formato de ficheiro picons.eu
sv_se: Använd picons.eu filformat

# #30036
source: Enable generate repeat timers
af_za: Stel genereer herhaal tydhouers in staat
bg_bg: Включване на създаването на повтарящи се броячи
es_es: Activar generación de programaciones repetidas
fi_fi: Käytä toistuvia ajastuksia
fr_ca: Activer la génération de minuteries de répétition
hr_hr: Omogući stvaranje ponavljajućih zakazanih snimanja
hu_hu: Engedélyezze az ismétlődő időzítők létrehozását
it_it: Abilita generazione di timer ripetuti
ko_kr: 반복 타이머 생성 사용
ms_my: Benarkan jana pemasa berulang
nl_nl: Activeren van gegenereerde herhaaltimers
pt_pt: Ativar gerar temporizadores repetitivos
sv_se: Aktivera generera repetitionstimer

# #30037
source: Log missing genre text mappings
af_za: Log ontbrekende genre teks karterings
bg_bg: Извеждане на неуспешните текстови съвпадения за липсващи жанрове в журнала
es_es: Registrar cuando género esté vacío
fi_fi: Kirjaa puuttuvat määritykset lokitiedostoon
fr_ca: Les mappages genre texte sont absents du journal
hr_hr: Zapisuj tekstna mapiranja žanra koji nedostaje
hu_hu: Naplózó: hiányzik a műfaj szövegének leképezése
it_it: Crea registro mappature di testo di generi mancanti
ko_kr: 장르 텍스트 매핑 로그 없음
ms_my: Log pemetaan teks genre yang hilang
nl_nl: Log de afwezige genre-tekstmappings
pt_pt: Registo de mapeamento de géneros em texto em falta
sv_se: Logg saknar genre textmappningar

# #30038
source: Web Interface
af_za: Webkoppelvlak
bg_bg: Уеб интерфейс
es_es: Interfaz Web
es_mx: Interface web
fi_fi: Web-käyttöliittymä
fr_ca: Interface Web
hr_hr: Web sučelje
hu_hu: Webes felület
is_is: Vefviðmót
it_it: Interfaccia web
ko_kr: 웹 인터페이스
ms_my: Antaramuka Sesawang
pt_pt: Interface da Web
sv_se: Webbgränssnitt

# #30039
source: Streaming
af_za: Stroom
bg_bg: Поточно излъчване
fi_fi: Suoratoisto
fr_ca: Diffusion en continu
hr_hr: Strujanje
hu_hu: Adatfolyam
is_is: Streymi
ko_kr: 스트리밍
ms_my: Penstriman
pt_pt: Transmissão
sv_se: Strömning

# #30040
source: Put outline (e.g. sub-title) before plot
af_za: Plaas oorsig (bv. onderskrif) voor plot
bg_bg: Показване на резюмето (напр. субтитри) преди сюжета
es_es: Poner frase (p.e. subtítulo) antes del argumento
fi_fi: Laita juonitiivistelmä juonen eteen
fr_ca: Mettre le contour (p. ex. les sous-titres) avant l’intrigue
hr_hr: Postavi obris (npr. podnaslovi) prije sadržaja
hu_hu: Vázlat (pl. sub-title) felvétele a megjelenés előtt
is_is: Setja upplýsingar (t.d. skjátexta) á undan söguþræði
it_it: Metti il contorno (ad es. il sottotitolo) prima della trama
ko_kr: 줄거리 앞에 개요 (예. 부제) 넣기
ms_my: Letak garis-luar (cth. sarikata) sebelum plot
nl_nl: Schets het verhaal (bijv. 2e titel) voor de plot
pt_pt: Colocar online (ex. legendas) antes de iniciar
sv_se: Sätt översikt (t.ex. underrubrik) före handling

# #30041
source: Stream read chunk size
af_za: Stroom lees stuk grootte
bg_bg: Размер на частите на потока за четене
es_es: Tamaño de fragmento de lectura de emisión
fi_fi: Suoratoiston pakettikoko
fr_ca: Taille des fragments de lecture du flux
hr_hr: Veličina čitanja dijela strujanja
hu_hu: Stream olvasott darab méret
is_is: Stærð lesbúts streymis
it_it: Dimensione blocco di lettura stream
ko_kr: 스트림 읽기 청크 크기
ms_my: Saiz cebisan baca strim
pt_pt: Tamanho do pacote de leitura para transmissão
sv_se: Segmentstorlek på strömläsningar

# #30042
source: Never
af_za: Nooit
bg_bg: Никога
es_es: Nunca
es_mx: Nunca
fi_fi: Ei koskaan
fr_ca: Jamais
hr_hr: Nikada
hu_hu: Soha
id_id: Tidak Pernah
is_is: Aldrei
it_it: Mai
ko_kr: 사용 안 함
ms_my: Tidak sesekali
nl_nl: Nooit
pt_pt: Nunca
sv_se: Aldrig

# #30043
source: In EPG only
af_za: Slegs in EPG
bg_bg: Само в справочника
es_es: Solo con EPG
es_mx: Sólo en EPG
fi_fi: Vain ohjelmaoppaassa
fr_ca: Dans le GÉP seulement
hr_hr: Samo u EPG-u
hu_hu: csak az EPG-ben
id_id: di EPG saja
is_is: Aðeins í rafrænum EPG-dagskrárvísum
it_it: Solo in EPG
ko_kr: EPG에서만
ms_my: Dalam EPG sahaja
nl_nl: Alleen in EPG
pt_pt: Apenas em EPG
sv_se: Endast i EPGn

# #30044
source: In recordings only
af_za: Slegs in opnames
bg_bg: Само в записите
es_es: Solo gravaciones
es_mx: solo en grabaciones
fi_fi: Vain tallenteissa
fr_ca: Dans les enregistrements seulement
hr_hr: Samo u snimkama
hu_hu: Csak a felvételekben
id_id: Di perekaman saja
is_is: Aðeins í upptökum
it_it: Solo nelle registrazioni
ko_kr: 녹화 중에만
ms_my: Hanya dalam rakaman
nl_nl: Alleen in opnames
pt_pt: Apenas em gravações
sv_se: Endast i inspelningar

# #30045
source: Always
af_za: Altyd
bg_bg: Винаги
es_es: Siempre
es_mx: Siempre
fi_fi: Aina
fr_ca: Toujours
hr_hr: Uvijek
hu_hu: Mindig
id_id: Selalu
is_is: Alltaf
it_it: Sempre
ko_kr: 항상
ms_my: Sentiasa
nl_nl: Altijd
pt_pt: Sempre
sv_se: Alltid

# #30046
source: Extract show info file
af_za: Onttrek vertoning inligting lêer
bg_bg: Извличане на файл с инф. за предаването
es_es: Extraer archivo de información del programa
es_mx: Extrae información de la serie del archivo
fi_fi: Extract show info -tiedosto
fr_ca: Extraire le fichier d’informations sur l’émission
hr_hr: Izdvoji informacije emisije iz datoteka
hu_hu: Műsorinfo fájl kimásolása
is_is: Veiða upplýsingar um myndskeið úr skrá
it_it: Estrai file di informazioni sullo spettacolo
ko_kr: 쇼 정보 파일 추출
ms_my: Ekstrak fail maklumat rancangan
nl_nl: TV-show-informatiebestand ophalen
pt_pt: Extrair ficheiro contendo informação da série
sv_se: Extrahera show-infofil

# #30047
source: Rytec genre text Mappings
af_za: Rytec genre teks karterings
bg_bg: Текстови съвпадения на жанровете от Rytec
es_es: Mapas Rytec para género
fi_fi: Rytecin genremääritykset
fr_ca: Mappages genre texte de Rytec
hr_hr: Rytec izvorno mapiranje teksta
hu_hu: Rytec műfaj szöveg leképezések
it_it: Mappature testo genere Rytec
ko_kr: Rytec 장르 텍스트 매핑
ms_my: Pemetaan teks genre Rytec
pt_pt: Mapeamento de géneros em texto Rytec
sv_se: Rytec genre textmappning

# #30048
source: Enable Rytec genre text mappings
af_za: Stel Rytec genre teks karterings in staat
bg_bg: Включване на текстовите съвпадения на жанровете от Rytec
es_es: Activa los mapeados de Rytec para el género
fi_fi: Käytä Rytecin genremäärityksiä
fr_ca: Activer les mappages genre texte de Rytec
hr_hr: Omogući Rytec izvorno mapiranje teksta
hu_hu: Engedélyezze a Rytec műfaj szövegének leképezését
it_it: Abilita mappature testo genere Rytec
ko_kr: Rytec 장르 텍스트 매핑 사용
ms_my: Benarkan pemetaan teks genre Rytec
pt_pt: Ativar mapeamento de géneros em texto Rytec
sv_se: Aktivera Rytec genre textmappningar

# #30049
source: Rytec genre text mappings file
af_za: Rytec genre teks karterings lêer
bg_bg: Файл с текстови съвпадения на жанровете от Rytec
es_es: Archivo de mapas Rytec para género
fi_fi: Rytecin genremääritysten tiedosto
fr_ca: Fichier des mappages genre texte de Rytec
hr_hr: Datoteka Rytec izvornog mapiranja teksta
hu_hu: Rytec műfaj szöveg leképezés fájl
it_it: File mappature testo genere Rytec
ko_kr: Rytec 장르 텍스트 매핑 파일
ms_my: Fail pemetaan teks genre Rytec
pt_pt: Ficheiro de mapeamento de géneros em texto Rytec
sv_se: Rytec genre textmappningsfil
