Repository: kodi-pvr/pvr.vuplus
Catalog: pvr.vuplus/resources/language/resource.language.*/strings.po
Languages: af_za, bg_bg, es_es, es_mx, fi_fi, fr_ca, hr_hr, hu_hu, id_id, is_is, it_it, ko_kr, ms_my, nl_nl, pt_pt, sv_se

# #30610
source: The value in seconds to wait for a connection check to complete before failure. Useful for tuning on older Enigma2 devices. Note, this setting should rarely need to be changed. It's more likely the `Connection check interval` setting will have the desired effect. Default is 30 seconds.
es_es: Número de segundos de espera para verificar una conexión completa antes de considerarla fallida. Útil para sintonizadores antiguos Enigma2. Nota: este ajuste es necesario cambiarlo rara vez. Seguramente el ajuste 'Intervalo de comprobación de conexión' sea mas apropiado. Por defecto son 30 segundos.
hr_hr: Vrijednost u sekundama za čekanje provjere povezivanja za završetak prije neuspjeha. Korisno za pretragu programa na starijim Enigma2 uređajima. Zapamtite, ova postavka bi se trebala rijetko mijenjati. Najverojatnije će `Razdoblje provjere povezivanja` postavka imati željeni efekt. Zadano je 30 sekundi.
it_it: Il valore in secondi per attendere il completamento di un controllo della connessione prima dell'errore. Utile per la messa a punto su vecchi dispositivi Enigma2. Nota, questa impostazione dovrebbe raramente essere modificata. È più probabile che l'impostazione "Intervallo di controllo della connessione" abbia l'effetto desiderato. L'impostazione predefinita è 30 secondi.
ko_kr: 이 값은 실패까지 연결을 기다릴 초 시간입니다. 구형 Enigma2 장치를 조율하는 데에 유용합니다. 참고로 이 설정은 거의 바꿀 필요가 없습니다. 대게 `연결 확인 간격` 설정이 바람직합니다. 기본은 30초입니다.
ms_my: Nilai dalam saat untuk menunggu semakan sambungan selesai sebelum gagal. Berguna untuk menala peranti-peranti Enigma2 yang lebih lama. Perhatian, tetapan ini jarang diubah. Ia serupa dengan kesan tetapan 'Sela semakan sambungan'. Lalai ialah 30 saat.

# #30611
source: The value in seconds to wait between connection checks. Useful for tuning on older Enigma2 devices. Default is 10 seconds.
es_es: El numero de segundos de espera entre comprobaciones de conexión. Útil para sintonizadores Enigma2 antiguos. Por defecto son 10 segundos.
hr_hr: Vrijednost u čekanja sekundama između provjera povezivanja. Korisno za pretragu progrma na starijim Enigma2 uređajima. Zadano je 10 sekundi.
it_it: Il valore in secondi da attendere tra i controlli di connessione. Utile per la messa a punto su vecchi dispositivi Enigma2. L'impostazione predefinita è 10 secondi.
ko_kr: 이 값은 연결 확인 간에 기다릴 초 시간입니다. 구형 Enigma2 장치를 조율하는 데에 유용합니다. 기본은 10초입니다.
ms_my: Nilai dalam saat untuk menunggu antara semakan sambungan. Berguna untuk menala peranti-peranti Enigma2 yang lebih lama. Lalai ialah 10 saat.

# #30620
source: This category cotains the settings whivh generally need to be set by the user
es_es: Esta categoría contiene los ajustes generales que suelen establecer el usuario
hr_hr: Ova kategorija sadrži postavke koje općenito treba postaviti korisnik
it_it: Questa categoria contiene le impostazioni che generalmente devono essere impostate dall'utente
ko_kr: 사용자가 설정한 값을 갖습니다
ms_my: Kategori ini mengandungi tetapan yang biasanya perlu ditetapkan oleh pengguna
pt_pt: Esta categoria contém as definições que geralmente devem ser definidas pelo utilizador

# #30621
source: Fetch the picons straight from the Enigma 2 set-top box.
es_es: Obtener los picons directamente del set-top box Enigma2.
hr_hr: Preuzmi picone izravno s Enigma2 set-top boxa.
it_it: Recupera picon direttamente dal ricevitore Enigma2.
ko_kr: Enigma2 셋톱박스로부터 직접 picons을 가져옵니다.
ms_my: Dapatkan picon terus menerusi kotak set-top Enigma 2.
pt_pt: Obter os ficheiros picon diretamente do descodificador Enigma2

# #30622
source: Fetch the picon path from OpenWebIf instead of constructing from ServiceRef. Requires OpenWebIf 1.3.5 or higher. There is no effect if used on a lower version of OpenWebIf.
es_es: Obtener el picon de OpenWebIf en lugar de construirlo con ServiceRef. Requiere OpenWebIf 1.3.5 o superior. No tiene efecto si se usa una versión inferior.
hr_hr: Preuzmi picon putanju iz OpenWebIf umjesto konstrukcije iz ServiceRef. Zahtijeva OpenWebIf 1.3.5 ili noviji. Nema efekta ako se koristi manja inačica OpenWebIfa.
it_it: Recupera il percorso picon da OpenWebIf invece che da ServiceRef. Richiede OpenWebIf 1.3.5 o versioni successive. Non vi è alcun effetto se usato su una versione inferiore di OpenWebIf.
ko_kr: ServiceRef을 대신해 OpenWeblf로부터 picon 경로를 가져옵니다. OpenWeblf 1.3.5 이상이 필요합니다. 낮은 OpenWeblf 버전을 사용하면 효과가 없습니다.
ms_my: Dapatkan laluan picon menerusi OpenWebIf selain dari membina daripada ServiceRef. Perlukan OpenWebIf 1.3.5 atau yang lebih tinggi. Tiada kesan sekiranya menggunakan versi OpenWebIf yang lebih rendah.
pt_pt: Obter o caminho picon do OpenWeblf em vez de contruir do ServiceRef. Requer OpenWeblf 1.3.5 ou superior. Não há alterações se usada uma versão anterior do OpenWeblf.

# #30623
source: Assume all picons files fetched from the set-top box start with '1_1_1_' and end with '_0_0_0'.
es_es: Asumir que todos los picons que se han obtenido del set-top box empiezan con '1_1_1_' y terminan con '0_0_0'.
hr_hr: Pretpostavi da sve datoteke picona preuzete sa set-top boxa počinju sa '1_1_1_' i završavaju sa '_0_0_0'.
it_it: Si suppone che tutti i file picon recuperati dal ricevitore inizino con '1_1_1_' e terminino con '_0_0_0'.
ko_kr: 셋톱박스의 '1_1_1_'에서 시작해서 '_0_0_0'까지 가져온 모든 picons 파일을 취합니다.
ms_my: Anggap semua fail picon diperoleh melalui kotak set-top bermula dengan '1_1_1_' dan berakhir dengan '_0_0_0'.
pt_pt: Assumir que todos os fiheiros picon obtidos do descodificador começam com '1_1_1_' e terminam com '_0_0_0'.

# #30624
source: In order to have Kodi display channel logos you have to copy the picons from your set-top box onto your OpenELEC machine. You then need to specify this path in this property.
es_es: Para que Kodi muestre los logos de los canales, debes copiar los picons del set-top box en tu maquina Kodi. Luego debes especificar la ruta en esta propiedad.
hr_hr: Kako bi imali prikaz Kodi logotipa programa morate kopirati picone iz vašeg set-top boxa na vaš OpenELEC uređaj. Tada morate odrediti ovu putanju u ovom svojstvu.
it_it: Per poter visualizzare i loghi dei canali di Kodi devi copiare i picon dal tuo ricevitore sulla tua macchina OpenELEC. È quindi necessario specificare questo percorso in questa proprietà.
ko_kr: Kodi 디스플레이 채널 로고를 사용하려면 셋톱박스의 picons를 OpenELEC 장치로 복사해야 합니다. 그리고 항목에서 경로를 설정해야 합니다.
pt_pt: Para que o Kodi mostre os logotipos dos canais tem de copiar os picons do seu descodificador para a sua máquina OpenELEC. Depois é necessário especificar o caminho para os encontrar.

# #30625
source: As the set-top box can also be used to modify timers, delete recordings etc. and the set-top box does not notify the Kodi installation, the addon needs to regularly check for updates (new channels, new/changed/deletes timers, deleted recordings, etc.) This property defines how often the addon checks for updates. Please note that updating the recordings frequently can keep your receiver and it's harddisk from entering standby automatically.
es_es: Como el set-top box también puede modificar grabaciones, borrarlas, etc y no notifica a Kodi, este add-on tiene que comprobar regularmente si hay cambios (nuevos canales, grabaciones, etc) Esta propiedad define cada cuanto comprueba los cambios. Es importante saber que actualizar esto frecuentemente puede evitar que el disco duro del receptor entre en reposo automáticamente.
hr_hr: Pošto se set-top box može koristiti za promjenu zakazanih snimanja, brisanje snimaka itd. i set-top box ne obavještava Kodi instalaciju, dodatak treba redovito provjeravati nadopune (novi programi, nova/promijenjena/obrisana zakazana snimanja, obrisane snimke, itd.) Ovo svojstvo određuje učestalost provjere nadopune. Zapamtite da česta nadopuna snimaka može spriječiti vaš prijemnik i njegov čvrsti disk od ulaska u pripravnost.
it_it: Poiché il ricevitore può essere usato anche per modificare i timer, eliminare le registrazioni ecc. e il ricevitore non notifica l'installazione di Kodi, l'add-on deve controllare regolarmente gli aggiornamenti (nuovi canali, nuovi/modificati/eliminare timer, registrazioni cancellate, ecc.) Questa proprietà definisce la frequenza con cui l'add-on controlla gli aggiornamenti. Si prega di notare che l'aggiornamento frequente delle registrazioni può impedire al ricevitore e al suo disco rigido di entrare automaticamente in standby.
ko_kr: 셋톱박스도 타이머를 수정하거나 녹화를 지울 수 있고, Kodi 설치를 알리지 않아서, 애드온은 정기적으로 업데이트(신규 채널, 타이머 신규/변경/삭제, 녹화 삭제 등) 를 확인해야 합니다. 이 항목은 애드온 업데이트를 얼마나 자주 확인할지 정합니다. 녹화 간격을 자주 업데이트하면 수신기나 하드디스크가 대기 모드로 자동 진입하는 것을 막을 수 있습니다.

# #30626
source: The mode used when the update interval is reached. Note that if there is any timer change detected a recordings update will always occur regardless of the update mode. Choose from one of the following two modes: [B]Timers and Recordings[/B] Update all timers and recordings; [B]Timers only[/B] Only update the timers. If it's important to not spin up the HDD on your STB use this option. The HDD should then only spin up when a timer event occurs.
hr_hr: Način koji se koristi kada je razdoblje nadopune dosegnuto. Zapamtite ako je otkrivena bilo kakva promjena zakazanog snimanja nadopuna snimki će uvijek nastati unatoč načinu nadopune. Odaberite jednu od sljedeća dva načina: [B]Zakazana snimanja i snimke[/B] Nadopuni sva zakazana snimanja i snimke; [B]Samo zakazana snimanja[/B] nadopuni samo zakazana snimanja. Ako je ovo potrebno da se ne okreće HDD na vašem STB koristite ovu mogućnost. HDD bi se trebao okretati samo kada nastane događaj zakazanog snimanja.
it_it: La modalità usata quando viene raggiunto l'intervallo di aggiornamento. Si noti che se viene rilevata una modifica del timer, si verificherà sempre un aggiornamento delle registrazioni indipendentemente dalla modalità di aggiornamento. Scegli tra una delle seguenti due modalità: [B]Timer e registrazioni[/B] Aggiorna tutti i timer e le registrazioni; [B]Solo timer[/B] Aggiorna solo i timer. Se è importante non far girare l'HDD sul tuo ricevitore, usa questa opzione. L'HDD dovrebbe quindi avviarsi solo quando si verifica un evento timer.
ko_kr: 업데이트 간격에 도달했을 때 사용되는 모드입니다. 타이머 변경이 감지되면 업데이트 모드에 관계없이 녹화 업데이트가 항상 발생합니다. 다음 두 가지 모드 중 하나를 선택하십시오. [B]타이머 및 녹음[/B] 모든 타이머와 녹음을 업데이트합니다. [B]타이머만[/B] 타이머만 업데이트합니다. 셋탑박스의 HDD를 회전시키지 않는 것이 중요하다면 이 옵션을 사용하십시오. 그러면 HDD는 타이머 이벤트가 발생할 때만 회전합니다.

# #30627
source: The mode used when the hour in the next settings is reached. Choose from one of the following three modes: [B]Disabled[/B] Never check for channel and group changes; [B]Notify on UI and Log[/B] Display a notice in the UI and log the fact that a change was detectetd[/B]; [B]Reload Channels and Groups[/B] Disconnect and reconnect with E2 device to reload channels only if a change is detected.
hr_hr: Način koji se koristi kada je sat u sljedećoj postavci dosegnut. Odaberite jedan od sljedeća tri načina: [B]Onemogućeno[/B] Nikada ne provjeravaj promjene grupa i programa; [B]Obavijesti pri korisničkom sučelju i prijavi[/B] Prikaži obavijest u korisničkom sučelju, zapisu i činjenicu da je promjena otkrivena[/B]; [B]Ponovno učitaj programe i grupe[/B] Prekini povezivanje i ponovno poveži s E2 uređajem za ponovno učitavanje programa samo ako je promjena otkrivena.
it_it: La modalità usata quando viene raggiunta l'ora nelle impostazioni successive. Scegli tra una delle seguenti tre modalità: [B]Disabilitato[/B] Non controllare mai le modifiche ai canali e ai gruppi; [B]Notifica sull'interfaccia utente e registro[/B] Visualizza un avviso nell'interfaccia utente e registra il fatto che è stata rilevata una modifica[/B]; [B]Ricarica canali e gruppi[/B] Scollega e ricollega il dispositivo E2 per ricaricare i canali solo se viene rilevata una modifica.
ko_kr: 다음 설정의 시간에 도달했을 때 사용되는 모드입니다. 다음 세 가지 모드 중 하나를 선택하십시오. [B]사용 안 함[/B] 채널 및 그룹 변경 사항을 확인하지 않습니다. [B]UI로 알림 및 로그[/B] UI에 알림을 표시하고 변경 사항이 감지되었다는 사실을 기록합니다[/B]. [B]채널 및 그룹 다시 읽음[/B] E2 장치의 연결을 끊었다가 다시 연결하여 변경 사항이 감지된 경우에만 채널을 다시 읽습니다.

# #30628
source: The hour of the day when the check for new channels should occur. Default is 4h as the Auto Bouquet Maker (ABM) on the E2 device defaults to 3AM.
es_es: La hora del día que se debe comprobar si hay cambios de canales. Por defecto es 4h, ya que el Auto Bouquet Maker (ABM) en el dispositivo E2 lo hace a las 3AM.
hr_hr: Sat u danu kada se treba pokrenuti provjera novih programa. Zadano je 4h kao Automatski stvaratelj buketa (ABM) na E2 uređaju zadano na 3 sati.
it_it: L'ora del giorno in cui dovrebbe verificarsi il controllo dei nuovi canali. L'impostazione predefinita è 4 ore poiché l'Auto Bouquet Maker (ABM) sul dispositivo E2 è impostato alle 3:00.
ko_kr: 새 채널을 확인할 시간. 기본은 4시인데, E2 장치의 Auto Bouquet Maker (ABM)가 오전 3시이기 때문입니다.
pt_pt: A hora do dia em que a verificação de novos canais deve ocorrer. O padrão é 4h, pois o Auto Bouquet Maker (ABM) no padrão do dispositivo E2 é 3AM.

# #30629
source: Some TV Providers (e.g. Nos - Portugal) using MPTS send extra program stream information. Setting the program id allows kodi to select the correct stream and therefore makes the channel/recording playable. Note that it takes approx 33% longer to open any stream with this option enabled.
es_es: Algunos proveedores de TV (p. ej. Nos - Portugal) usan MPTS para enviar información extra del programa. Ajustar el id de programa correctamente permite a Kodi elegir la emision correcta y hacer la grabación reproducible. Nota: Si esto esta activo, hará que se tarde aproximadamente un 33% mas en abrir cualquier emisión.
hr_hr: Pojedini TV pružatelji usluge (npr. Nos - Portugal) koriste MPTS slanje dodatnih informacija strujanja programa. Postavljanje id programa dopušta Kodiju da odabere ispravno strujanje i čini moguću reprodukciju programa/snimki. Zapamtite da traje približno 33% dulje otvaranje strujanja s omogućenom ovom mogućnosti.
it_it: Alcuni fornitori TV (ad es. Nos - Portogallo) che utilizzano MPTS inviano informazioni aggiuntive sul flusso del programma. L'impostazione dell'id del programma consente a Kodi di selezionare lo stream corretto e quindi rende riproducibile il canale/la registrazione. Tieni presente che ci vuole circa il 33% in più per aprire qualsiasi stream con questa opzione abilitata.
ko_kr: 어떤 MPTS를 사용하는 TV 제공자(예. Nos- 포르투갈)는 따로 프로그램 스트림 정보를 보냅니다. 프로그램 ID를 설정하면 정확한 스트림를 선택해서 채널과 녹화가 가능합니다. 이 옵션을 사용한 다른 스트림을 여는 것보다 약 33% 더 오래 겁립니다.

# #30640
source: This category cotains the settings for channels. When changing bouquets you may need to clear the channel cache to the settings to take effect. You can do this by going to the following in Kodi settings: 'Settings->PVR & Live TV->General->Clear cache'.
es_es: Esta categoría contiene los ajustes para los canales. Cuando cambian los paquetes es necesario borrar la caché de canales para que se haga efectivo. Se puede hacer eso en los ajustes de Kodi: 'Ajustes->PVR y TV en directo->General->Borrar cache'
hr_hr: Ova kategorija sadrži postavke za programe. Kada mijenjate bukete možda trebate ukloniti predmemoriju programa u postavkama kako bi imalo efekta. To možete učiniti u sljedećim Kodi postavkama: 'Postavke->PVR i televizija->Općenito->Obriši podatke'.
it_it: Questa categoria contiene le impostazioni per i canali. Quando si modificano i bouquet potrebbe essere necessario svuotare la cache del canale per rendere effettive le impostazioni. Puoi farlo andando nelle seguenti impostazioni di Kodi: "Impostazioni->PVR e Live TV->Generale->Svuota cache".
ko_kr: 여기에는 채널에 대한 설정이 있습니다. 묶음을 바꾸려면 설정의 채널 캐시를 지워야 할 수도 있습니다. Kodi 설정에서 '설정->PVR 및 라이브 TV->일반->캐시 지우기'에서 할 수 있습니다.
pt_pt: Esta categoria contém as definições dos canais. Ao alterar os pacotes pode necessitar de limpar a cache de canais para as definições produzirem efeito. Pode fazê-lo nas definições do Kodi: 'Definições->PVR & Live TV->Geral->Limpar a cache'.

# #30641
source: Usually service reference's for the channels are in a standard format like '1:0:1:27F6:806:2:11A0000:0:0:0:'. On occasion depending on provider they can be extended with some text e.g. '1:0:1:27F6:806:2:11A0000:0:0:0::UTV' or '1:0:1:27F6:806:2:11A0000:0:0:0::UTV + 1'. If this option is enabled then all read service reference's will be read as standard. This is default behaviour. Functionality like autotimers will always convert to a standard reference.
es_es: Normalmente la referencia de servicio para los canales están en formato estándar '1:0:1:27F6:806:2:11A0000:0:0:0:'. Algunas veces, dependiendo del proveedor, pueden incluir algún texto como 1:0:1:27F6:806:2:11A0000:0:0:0::UTV' o '1:0:1:27F6:806:2:11A0000:0:0:0::UTV + 1'. Si esta opción esta activada, todo se leerá como la referencia del servicio. Es el comportamiento por defecto. Funcionalidades como las autograbaciones siempre se convierten a referencia de servicio.
hr_hr: Uobičajeno preporuke usluge za programe su u standardnom formatu poput '1:0:1:27F6:806:2:11A0000:0:0:0:'. Povremeno ovisno o pružatelju usluge mogu bit proširene određenim tekstom npr. '1:0:1:27F6:806:2:11A0000:0:0:0::UTV' ili '1:0:1:27F6:806:2:11A0000:0:0:0::UTV + 1'. Ako je ova mogućnost omogućena tada će se sve preporuke čitanja usluge biti čitane kao standardan format. Ovo je zadano ponašanje. Funkcionalnosti poput automatskih zakazanih snimanja će se uvijek pretvoriti u standardnu preporuku.
it_it: Di solito i riferimenti del servizio per i canali sono in un formato standard come '1:0:1:27F6:806:2:11A0000:0:0:0:'. A volte, a seconda del fornitore, possono essere estesi con del testo, ad es. '1:0:1:27F6:806:2:11A0000:0:0:0::UTV' o '1:0:1:27F6:806:2:11A0000:0:0:0::UTV + 1 '. Se questa opzione è abilitata, tutti i riferimenti del servizio di lettura verranno letti come standard. Questo è il comportamento predefinito. Funzionalità come i timer automatici verranno sempre convertite in un riferimento standard.
ko_kr: 대부분의 채널 서비스 참조는 '1:0:1:27F6:806:2:11A0000:0:0:0:' 같은 표준 포맷 형식입니다. 제공자에 따라 '1:0:1:27F6:806:2:11A0000:0:0:0::UTV' 이나 '1:0:1:27F6:806:2:11A0000:0:0:0::UTV + 1' 같은 문자로 확장될 수 있습니다. 이 옵션을 사용하면 모든 서비스 참조를 표준으로 읽습니다. 이것이 기본입니다. 자동타이머 같은 기능은 항상 기본 참조로 바뀝니다.
pt_pt: Normalmente, as referências de serviço para os canais estão num formato padrão como "1: 0: 1: 27F6: 806: 2: 11A0000: 0: 0: 0: '. Ocasionalmente, dependendo do provedor, eles podem ser estendidos com algum texto, por ex. '1: 0: 1: 27F6: 806: 2: 11A0000: 0: 0: 0 :: UTV' ou '1: 0: 1: 27F6: 806: 2: 11A0000: 0: 0: 0 :: UTV + 1 '. Se esta opção estiver ativada, todas as referências de serviço de leitura serão lidas como padrão. Esse é o comportamento padrão. Funcionalidades como temporizadores automáticos sempre serão convertidas numa referência padrão.

# #30642
source: When using the addon with a single tuner box it may be necessary that the addon needs to be able to zap to another channel on the set-top box. If this option is enabled each channel switch in Kodi will also result in a channel switch on the set-top box. Please note that [B]allow channel switching[/B] needs to be enabled in the webinterface on the set-top box.
hr_hr: Kada se koristi dodatak s jednim prijemnikom možda je potrebno da dodatak treba imati mogućnost prebacivanja na drugi program u set-top boxu. Ako je ova mogućnost omogućena svako prebacivanje programa u Kodiju će rezultirati prebacivanjem programa na set-top boxu. Zapamtite da [B]dopuštanje prebacivanja programa[/B] treba biti omogućeno u web sučelju u set-top boxu.
it_it: Quando si utilizza l'add-on con un ricevitore con un solo tuner, potrebbe essere necessario che l'add-on debba essere in grado di eseguire lo zap su un altro canale del ricevitore. Se questa opzione è abilitata, ogni cambio di canale in Kodi comporterà anche un cambio di canale sul ricevitore. Si noti che [B]Consenti cambio canale[/B] deve essere abilitato nell'interfaccia web del ricevitore.
ko_kr: 단일 튜너 박스와 함께 애드온을 사용할 때 애드온이 셋톱박스의 다른 채널로 이동할 수 있어야 할 수도 있습니다. 이 옵션을 쓰면 Kodi의 각 채널 스위치도 셋톱 박스의 채널을 전환합니다. 셋톱박스의 웹 인터페이스에서 [B]채널 전환 허용[/B]을 사용해야 합니다.

# #30643
source: Choose from one of the following three modes: [B]All bouquets[/B] Fetch all TV bouquets from the set-top box; [B]Some bouquets[/B] Only fetch the bouquets specified in the next options; [B]Favourites group[/B] Only fetch the system bouquet for TV favourites; [B]Custom groups[/B] Fetch a set of bouquets from the Set-top box whose names are loaded from an XML file.
hr_hr: Odaberite jedan od sljedećih načina: [B]Svi buketi[/B] Preuzima sve TV bukete iz set-top boxa; [B]Pojedini buketi[/B] Samo preuzima bukete određene u sljedećim mogućnostima; [B]Omiljena grupa[/B] Samo preuzima bukete sustava za omiljeni TV; [B]Prilagođena grupa[/B] Preuzima skup buketa iz Set-top boxa čiji su nazivi učitani iz XML datoteke.
it_it: Scegli tra una delle seguenti tre modalità: [B]Tutti i bouquet[/B] Recupera tutti i bouquet TV dal ricevitore; [B]Alcuni bouquet[/B] Recupera solo i bouquet specificati nelle opzioni successive; [B]Gruppo Preferiti[/B] Recupera il bouquet di sistema solo per i preferiti TV; [B]Gruppi personalizzati[/B] Recupera una serie di bouquet dal ricevitore i cui nomi sono caricati da un file XML.
ko_kr: 다음 세 가지 모드 중 하나를 선택하십시오. [B]모든 묶음[/B] 셋톱 박스에서 모든 TV 묶음을 가져옵니다. [B]일부 묶음[/B] 다음 옵션에 지정된 묶음만 가져옵니다. [B]즐겨찾기 그룹[/B] TV 즐겨찾기에 대한 시스템 묶음만 가져옵니다. [B]사용자 지정 그룹[/B] XML 파일의 이름을 읽은 셋톱박스에서 묶음 세트를 가져옵니다.

# #30644
source: If the previous option has been has been set to 'Some bouquets' you need to specify a TV bouquet to be fetched from the set-top box. Please note that this is the bouquet-name as shown on the set-top box (i.e. 'Favourites (TV)'). This setting is case-sensitive.
hr_hr: Ako je prijašnja mogućnost postavljena na 'Pojedini buketi' morate odrediti TV buket koji treba preuzeti sa set-top boxa. Zapamtite da je to bouquet-name kao što je prikazano u set-top boxu (npr. 'Omiljeni (TV)'). Ova mogućnost je osjetljiva na mala i velika slova.
it_it: Se l'opzione precedente è stata impostata su "Alcuni bouquet", è necessario specificare un bouquet TV da prelevare dal ricevitore. Si prega di notare che questo è il nome del bouquet come mostrato sul ricevitore (ad esempio "Preferiti (TV)"). Questa impostazione fa distinzione tra maiuscole e minuscole.
ko_kr: 이전 옵션이 '일부 묶음'으로 설정되면 셋톱박스에서 가져올 TV 묶음을 지정해야 합니다. 셋톱박스에 표시된 묶음 이름(예: '즐겨찾기(TV)')입니다. 이 설정은 대소문자를 구분합니다.

# #30645
source: If the fetch mode is 'All bouquets' or 'Some bouquets' depending on your Enigma2 image you may need to explicitly fetch favourites if you require them. The options are: [B]Disabled[/B] Don't explicitly fetch TV favourites; [B]As first bouquet[/B] Explicitly fetch them as the first bouquet; [B]As last bouquet[/B] Explicitly fetch them as the last bouquet.
hr_hr: Ako je način preuzimanja 'Svi buketi' ili 'Pojedini buketi' ovisno o vašoj Enigma2 slici, možda trebate izričito preuzeti omiljene ako su potrebni. Mogućnosti su: [B]Onemogućeno[/B] Ne preuzimaj izričito omiljeni TV; [B]Kao prvi buket[/B] Izričito ih preuzmi kako prvi buket; [B]Kao posljednji buket[/B] Izričito ih preuzmi kako posljednji buket.
it_it: Se la modalità di recupero è "Tutti i bouquet" o "Alcuni bouquet", a seconda dell'immagine di Enigma2, potrebbe essere necessario recuperare esplicitamente i preferiti se ne hai bisogno. Le opzioni sono: [B]Disabilitato[/B] Non recuperare esplicitamente i preferiti TV; [B]Come primo bouquet[/B] Recuperali esplicitamente come primo bouquet; [B]Come ultimo bouquet[/B] Recuperali esplicitamente come ultimo bouquet.
ko_kr: 가져오기 모드가 Enigma2 이미지에 따라 '모든 묶음' 또는 '일부 묶음'인 경우 필요하면 즐겨찾기를 명확하게 가져와야 할 수도 있습니다. 옵션은 다음과 같습니다. [B]사용 안 함[/B] TV 즐겨찾기를 명확하게 가져오지 않습니다. [B]첫 번째 묶음으로[/B] 첫 번째 묶음을 명확하게 가져옵니다. [B]마지막 묶음으로[/B] 마지막 묶음을 명확하게 가져옵니다.
