Repository: kodi-pvr/pvr.vuplus
Catalog: pvr.vuplus/resources/language/resource.language.*/strings.po
Languages: af_za, bg_bg, es_es, es_mx, fi_fi, fr_ca, hr_hr, hu_hu, id_id, is_is, it_it, ko_kr, ms_my, nl_nl, pt_pt, sv_se

# #30122
source: Connection check interval
es_es: Intervalo entre pruebas de conexión
hr_hr: Razdoblje provjere povezivanja
it_it: Intervallo controllo connessione
ko_kr: 연결 확인 간격
ms_my: Sel semakan sambungan
pt_pt: Intervalo do limite de verificação da conexão

# #30123
source: Autotimers
es_es: Autograbaciones
hr_hr: Automatska zakazana snimanja
it_it: Timer automatici
ko_kr: 자동 타이머
ms_my: Autopemasa
pt_pt: Temporizadores automáticos

# #30124
source: Limit 'Any Channel' autotimers to TV or Radio
es_es: Limitar autograbaciones de 'Cualquier Canal' a TV o Radio
hr_hr: Ograniči 'Bilo koji program' zakazana snimanja na TV ili Radio
it_it: Limita i timer automatici "Qualsiasi canale" a TV o radio
ko_kr: '모든 채널' 자동 타이머를 TV나 라디오로 제한
ms_my: Had autopemasa 'Mana-Mana Saluran' pada TV atau Radio
pt_pt: Limitar temporizadores automáticos de 'Qualquer canal' a TV e Rádio

# #30125
source: Limit to groups of original EPG channel
es_es: Limitar a grupos de canales originales EPG
hr_hr: Ograniči na grupu izvornog EPG programa
it_it: Limita ai gruppi del canale EPG originale
ko_kr: 원본 EPG 채널의 그룹으로 제한
ms_my: Hadkan kumpulan bagi saluran EPG asal
pt_pt: Limitar a grupos do canal EPG original

# #30126
source: Use standard channel service reference
es_es: Usar referencias de servicio de canales estándar
hr_hr: Koristi standardu preporuku usluge programa
it_it: Usa il canale standard come riferimento al servizio
ko_kr: 표준 채널 서비스 참조 사용
ms_my: Guna rujukan perkhidmatan saluran piawai
pt_pt: Usar referência de serviço padrão do canal

# #30127
source: Store last played/play count on the backend
es_es: Guardar contador de último visto en el servidor
hr_hr: Spremi posljednji broj reproducirani/reprodukcija na pozadinskom softveru
it_it: Memorizza ultima riproduzione/conta riproduzioni sul backend
ko_kr: 백엔드에 마지막 재생 회수 저장
ms_my: Simpan kiraan telah dimainkan/main pada bahagian belakang
pt_pt: Armazenar último reproduzido/contagem de visualizações na infraestrutura

# #30128
source: Share last played across:
es_es: Compartir último visto en:
hr_hr: Dijeli posljednju reprodukciju diljem:
it_it: Condividi l'ultima volta che hai riprodotto su:
ko_kr: 마지막 재생 공유:
ms_my: Kongsi terakhir dimainkan merentasi:
pt_pt: Partilhar último reproduzido através de:

# #30129
source: Kodi instances
es_es: Instancias Kodi
hr_hr: Kodi primjerci
it_it: Istanze di Kodi
ko_kr: Kodi 사례
ms_my: Kejadian Kodi
pt_pt: Instâncias do Kodi

# #30130
source: Kodi/E2 instances
es_es: Instancias Kodi/E2
hr_hr: Kodi/E2 primjerci
it_it: Istanze Kodi/E2
ko_kr: Kodi/E2 사례
ms_my: Kejadian Kodi/E2
pt_pt: Instâncias do Kodi/E2

# #30131
source: Custom bouquets
es_es: Paquetes personalizados
hr_hr: Prilagođeni buketi
it_it: Bouquet personalizzati
ko_kr: 사용자 묶음
ms_my: Jambak suai

# #30132
source: Custom TV bouquets file
es_es: Archivo de paquete personalizado TV
hr_hr: Prilagođena datoteka TV buketa
it_it: File bouquet TV personalizzati
ko_kr: 사용자 TV 묶음 파일
ms_my: Fail jambak TV suai

# #30133
source: Custom Radio bouquets file
es_es: Archivo de paquete personalizado Radio
hr_hr: Prilagođena datoteka Radio buketa
it_it: File bouquet radio personalizzati
ko_kr: 사용자 라디오 묶음 파일
ms_my: Fail jambak Radio suai

# #30134
source: Number of TV bouquets
es_es: Número de paquetes de TV
hr_hr: Broj TV buketa
it_it: Numero di bouquet TV
ko_kr: TV 묶음 개수
ms_my: Bilangan jambak TV

# #30135
source: TV bouquet 2
es_es: Paquete TV 2
hr_hr: TV buket 2
ko_kr: TV 묶음 2
ms_my: Jambak TV 2

# #30136
source: TV bouquet 3
es_es: Paquete TV 3
hr_hr: TV buket 3
ko_kr: TV 묶음 3
ms_my: Jambak TV 3

# #30137
source: TV bouquet 4
es_es: Paquete TV 4
hr_hr: TV buket 4
ko_kr: TV 묶음 4
ms_my: Jambak TV 4

# #30138
source: TV bouquet 5
es_es: Paquete TV 5
hr_hr: TV buket 5
ko_kr: TV 묶음 5
ms_my: Jambak TV 5

# #30139
source: Number of radio bouquets
es_es: Número de paquetes de Radio
hr_hr: Broj radio buketa
it_it: Numero di bouquet radio
ko_kr: 라디오 묶음 개수
ms_my: Bilangan jambak radio

# #30140
source: Radio bouquet 2
es_es: Paquete Radio 2
hr_hr: Radio buket 2
ko_kr: 라디오 묶음 2
ms_my: Jambak Radio 2

# #30141
source: Radio bouquet 3
es_es: Paquete Radio 3
hr_hr: Radio buket 3
ko_kr: 라디오 묶음 3
ms_my: Jambak Radio 3

# #30142
source: Radio bouquet 4
es_es: Paquete Radio 4
hr_hr: Radio buket 4
ko_kr: 라디오 묶음 4
ms_my: Jambak Radio 4

# #30143
source: Radio bouquet 5
es_es: Paquete Radio 5
hr_hr: Radio buket 5
ko_kr: 라디오 묶음 5
ms_my: Jambak Radio 5

# #30144
source: No addon debug logging in Kodi debug mode
es_es: No hay registro de trazas de add-on en el modo depuración de Kodi
hr_hr: Nema zapisa otklanjanja grešaka dodatka u Kodi načinu otklanjanja grešaka
it_it: Nessun add-on registrazione debug nella modalità di debug di Kodi
ko_kr: Kodi 디버그 모드의 애드온 디버그 로그 없음
ms_my: Tiada pengelogan nyahpepijat tambahan dalam mod nyahpepijat Kodi

# #30145
source: Power Settings
hr_hr: Postavke energije
it_it: Impostazioni alimentazione
ko_kr: 전원 설정

# #30146
source: Wake On LAN MAC
hr_hr: Probudi putem LAN-a MAC

# #30148
source: Enable timeshift for IPTV streams
hr_hr: Omogući vremensko premotavanje za IPTV strujanja
it_it: Abilita timeshift per stream IPTV
ko_kr: IPTV 스트림에 대한 시간이동 활성화

# #30149
source: Use FFmpeg http reconnect options if possible
hr_hr: Koristi FFmpeg http mogućnost ponovnog povezivanja ako je dostupna
it_it: Usa opzioni di riconnessione http di FFmpeg se possibile
ko_kr: 가능하면 FFmpeg http 다시 연결 사용

# #30150
source: Use mpegts MIME type for unknown streams
hr_hr: Koristi mpegts MIME vrste za nepoznata strujanja
it_it: Usa il tipo MIME mpegts per stream sconosciuti
ko_kr: 알 수 없는 스트림에 mpegts MIME 유형 사용

# #30151
source: - Modify inputstream.ffmpegdirect settings...
hr_hr: - Promijeni inputstream.ffmpegdirect postavke...
it_it: - Modifica impostazioni di inputstream.ffmpegdirect...
ko_kr: - inputstream.ffmpegdirect 설정 수정...

# #30152
source: Retrieve provider name for channels
hr_hr: Preuzmi naziv pružatelja usluge za programe
it_it: Recupera nome fornitore per i canali
ko_kr: 채널의 공급자 이름 검색

# #30153
source: Enable timeshift disk limit
hr_hr: Omogući diskovno ograničenje vremenskog premotavanja
it_it: Abilita limite disco timeshift
ko_kr: 시간이동에 디스크 제한 사용함

# #30154
source: Timeshift disk limit
hr_hr: Diskovno ograničenje vremenskog premotavanja
it_it: Limite timeshift sul disco
ko_kr: 시간이동 디스크 제한

# #30157
source: Recording Paths
hr_hr: Putanje snimanja
it_it: Percorsi di registrazione
ko_kr: 녹화 경로

# #30158
source: Recording Locations
hr_hr: Lokacije snimanja
it_it: Posizioni di registrazione
ko_kr: 녹화 위치

# #30410
source: Automatic
af_za: Outomaties
bg_bg: Автоматично
es_es: Automático
es_mx: Automático
fi_fi: Automaattinen
fr_ca: Automatiques
hr_hr: Automatski
hu_hu: Automatikus
is_is: Sjálfvirkt
it_it: Automatico
ko_kr: 자동
ms_my: Automatik
nl_nl: Automatisch
pt_pt: Automático
sv_se: Automatisk

# #30420
source: Once off timer (auto)
es_es: Programación Una vez (auto)
hr_hr: Jednom kada se isključi zakazano snimanje (automatski)
it_it: Timer una volta spento (auto)
ko_kr: 한 번 꺼짐 타이머 (자동)

# #30421
source: Once off timer (repeating)
es_es: Programación Una vez (repetida)
hr_hr: Jednom kada se isključi zakazano snimanje (ponavljajuće)
it_it: Timer una volta spento (ripetuto)
ko_kr: 한 번 꺼짐 타이머 (반복)

# #30422
source: Once off timer (channel)
es_es: Programación Una vez (canal)
hr_hr: Jednom kada se isključi zakazano snimanje (program)
it_it: Timer una volta spento (canale)
ko_kr: 한 번 꺼짐 타이머 (채널)

# #30423
source: Repeating time/channel based
es_es: Grabar reiteradamente/basado en canal
hr_hr: Ponovljeno vrijeme/Temeljeno programom
it_it: Ripetizione basata su tempo/canale
ko_kr: 반복 타이머/채널 기반
ms_my: Pengulangan berasaskan masa/saluran
pt_pt: Repetitivo baseado em tempo/canal

# #30424
source: One time guide-based
es_es: Una vez basado en guía
hr_hr: Jednom temeljeno EPG vodičem
it_it: Una volta basata sulla guida
ko_kr: 한 번만 편성표 기반
ms_my: Sekali sahaja berasaskan-panduan
pt_pt: Uma vez baseado no guia

# #30425
source: Repeating guide-based
es_es: Repetidamente basado en guía
hr_hr: Ponavljajuće temeljeno EPG vodičem
it_it: Ripetizione basata sulla guida
ko_kr: 반복 편성표 기반
ms_my: Pengulangan berasaskan-panduan
pt_pt: Repetição baseada no guia

# #30426
source: Auto guide-based
es_es: Automáticamente basado en guía
hr_hr: Automatski temeljeno EPG vodičem
it_it: Basata sulla guida automatica
ko_kr: 자동 편성표 기반
ms_my: Auto berasaskan-panduan
pt_pt: Automático baseado no guia

# #30430
source: Disabled
af_za: Nie in staat gestel
bg_bg: Изключено
es_es: Desactivado
es_mx: Deshabilitado
fi_fi: Ei käytössä
fr_ca: Désactivées
hr_hr: Onemogućeno
hu_hu: Letiltva
id_id: Non Aktif
is_is: Óvirkt
it_it: Disabilitato
ko_kr: 사용 안 함
ms_my: Dilumpuhkan
nl_nl: Uitgeschakeld
pt_pt: Desativado
sv_se: Avaktiverad

# #30431
source: Record if EPG title differs
af_za: Neem op as EPG titel verskil
bg_bg: Запис само, ако заглавието в справочника е различно
es_es: Grabar si el título en EPG difiere
es_mx: Graba si los títulos son diferentes
fi_fi: Tallenna, jos on eri ohjelmanimi
fr_ca: Enregistrer si le titre du GÉP diffère
hr_hr: Snimi ako se EPG naslov razlikuje
hu_hu: Felvétel ha az EPG cím eltér
is_is: Taka upp ef titill í EPG-dagskrárvísi er öðruvísi
it_it: Registra se il titolo EPG è diverso
ko_kr: EPG 제목이 다르면 녹화
ms_my: Rakam jika tajuk EPG berbeza
nl_nl: Opname indien EPG-titel afwijkt
pt_pt: Gravar se o título do EPG for diferente
sv_se: Spela in om EPG-titeln skiljer sig åt

# #30432
source: Record if EPG title and short description differs
af_za: Neem op as EPG titel en kort beskrywing verskil
bg_bg: Запис само, ако заглавието и краткото описание в справочника са различни
es_es: Grabar aunque el título y la descripción corta en EPG difiera
es_mx: Graba si el titulo y la descripción corta del EPG son diferentes
fi_fi: Tallenna, jos ohjelman nimi ja jakso eroavat
fr_ca: Enregistrer si le titre et la description courte du GÉP diffèrent
hr_hr: Snimi ako se EPG naslov i karatak opis razlikuju
hu_hu: Felvétel ha az EPG cím és a rövid leírás eltér egymástól
is_is: Taka upp ef mismunur er á titli og lýsingu í EPG-dagskrárvísi
it_it: Registra se il titolo EPG e la breve descrizione differiscono
ko_kr: EPG 제목과 간략한 개요가 다르면 녹화
ms_my: Rakam jika tajuk EPG dan keterangan pendek berlainan
nl_nl: Opnemen indien er verschillen in de EPG-titel en de korte omschrijving zijn
pt_pt: Gravar se o título e a breve descrição do EPG for diferente
sv_se: Spela in om EPG-titeln och den korta beskrivningen skiljer sig åt

# #30433
source: Record if EPG title and all descriptions differ
af_za: Neem op as EPG titel en alle beskrywings verskil
bg_bg: Запис само, ако заглавието и всички описания в справочника са различни
es_es: Grabar aunque el título y cualquier descripción en EPG difiera
es_mx: Graba si el título y todas las descripciones del EPG son diferentes
fi_fi: Tallenna, jos ohjelman nimi, jakso ja juoni eroavat
fr_ca: Enregistrer si le titre et toutes les descriptions du GÉP diffèrent
hr_hr: Snimi ako se EPG naslov i sav opis razlikuje
hu_hu: Felvétel ha az EPG cím és az összes leírás eltér egymástól
is_is: Taka upp ef mismunur er á titli og lýsingum í EPG-dagskrárvísi
it_it: Registra se il titolo EPG e tutte le descrizioni differiscono
ko_kr: EPG 제목과 전체 개요가 다르면 녹화
ms_my: Rakam jika tajuk EPG dan semua keterangan berlainan
nl_nl: Opnemen indien er verschillen in de EPG-titel en alle korte omschrijvingen zijn
pt_pt: Gravar se o título e todas as descrições do EPG forem diferentes
sv_se: Spela in om EPG-titeln och alla beskrivningar skiljer sig åt

# #30514
source: Timeshift buffer path does not exist
af_za: Tydskuif buffer pad bestaan nie
bg_bg: Пътят до буфера за изместване във времето не съществува
es_es: La ruta para el buffer de timeshift no existe
fi_fi: Ajansiirtopuskurin polkua ei ole olemassa
fr_ca: Le chemin du tampon de décalage temporel n’existe pas
hr_hr: Putanja međuspremnika premotavanja u vremenu ne postoji
hu_hu: A Timeshift pufferút nem létezik
is_is: Slóð á biðminni tímahliðrunar er ekki til
it_it: Il percorso del buffer timeshift non esiste
ko_kr: 시간차 시청 버퍼 경로가 없습니다
ms_my: Laluan penimbal anjak masa tidak wujud
nl_nl: Tijdshift-bufferpad bestaat niet
pt_pt: Caminho do buffer de timeshift não existe
sv_se: Sökvägen för Tidsskifte-buffert existerar inte

# #30515
source: Enigma2: Could not reach web interface
af_za: Enigma2: Kon nie web koppelvlak bereik nie
es_es: Enigma2: Interfaz web inalcanzable
fi_fi: Enigma2: Web-käyttöliittymään ei saatu yhteyttä
fr_ca: Enigma2 : l’interface Web est inaccessible
hr_hr: Enigma2: Nemoguć doseg web sučelja
hu_hu: Enigma2: Nem sikerült elérni a webes felületet
it_it: Enigma2: impossibile raggiungere l'interfaccia web
ko_kr: Enigma2: 웹 인터페이스에 연결할 수 없음
ms_my: Enigma2: Tidak dapat capai antaramuka sesawang
pt_pt: Enigma2: Impossível alcançar o interface da web
sv_se: Enigma2: Kunde inte nå webbgränssnitt

# #30516
source: Enigma2: No channel groups found
af_za: Enigma2: Geen kanale groepe gevind nie
es_es: Enigma2: Ningún grupo de canales encontrado
fi_fi: Enigma2: Kanavaryhmiä ei löytynyt
fr_ca: Enigma2 : aucun groupe de chaînes n’a été trouvé
hr_hr: Enigma2: Nema pronađenih grupa programa
hu_hu: Enigma2: Nincsenek csatornacsoportok
it_it: Enigma2: nessun gruppo di canali trovato
ko_kr: Enigma2: 채널 그룹 없음
ms_my: Enigma2: Tiada kumpulan saluran ditemui
pt_pt: Enigma2: Não foram encontrados grupos de canais
sv_se: Enigma2: Inga kanalgrupper funna

# #30517
source: Enigma2: No channels found
af_za: Enigma2: Geen kanale gevind nie
es_es: Enigma2: Ningún canal encontrado
fi_fi: Enigma2: Kanavia ei löytynyt
fr_ca: Enigma2 : aucune chaîne n’a été trouvée
hr_hr: Enigma2: Nema pronađenih programa
hu_hu: Enigma2: Csatorna nem található
it_it: Enigma2: nessun canale trovato
ko_kr: Enigma2: 채널 없음
ms_my: Enigma2: Tiada saluran ditemuichannels found
pt_pt: Enigma2: Não foram encontrados canais
sv_se: Enigma2: Inga kanaler funna

# #30518
source: Enigma2: Channel group changes detected, please restart to load changes
es_es: Enigma2: Detectados cambios en los grupos de canales. Por favor, reinicia para cargar los cambios
hr_hr: Enigma2: Otkrivene su promjene grupa programa, ponovno pokrenite za učitavanje promjena
it_it: Enigma2: rilevate modifiche al gruppo di canali, riavvia per caricare le modifiche
ko_kr: Enigma2: 변경된 채널 그룹을 반영하려면 다시 시작합니다
ms_my: Enigma2: Perubahan kumpulan saluran dikesan, sila mulakan semula untuk memuatkan perubahan tersebut
pt_pt: Enigma2: Alterações ao grupo de canais detetadas, por favor reinicie para carregar as mesmas

# #30519
source: Enigma2: Channel changes detected, please restart to load changes
es_es: Enigma2: Detectados cambios en los canales. Por favor, reinicia para cargar los cambios
hr_hr: Enigma2: Otkrivene su promjene programa, ponovno pokrenite za učitavanje promjena
it_it: Enigma2: rilevate modifiche al canale, riavvia per caricare le modifiche
ko_kr: Enigma2: 변경된 채널을 반영하려면 다시 시작합니다
ms_my: Enigma2: Perubahan saluran dikesan, sila mulakan semula untuk memuatkan perubahan tersebut
pt_pt: Enigma2: Alterações aos canais detetadas, por favor reinicie para carregar as mesmas

# #30520
source: Invalid Channel
es_es: Canal no válido
hr_hr: Nevaljani program
it_it: Canale non valido
ko_kr: 틀린 채널
ms_my: Saluran Tidak Sah
pt_pt: Canal inválido

# #30521
source: Enigma2: Channel group changes detected, reloading...
es_es: Enigma2: Detectados cambios en los grupos de canales. Recargando...
hr_hr: Enigma2: Otkrivene su promjene grupa programa, ponovno učitavanje...
it_it: Enigma2: rilevate modifiche al gruppo di canali, ricarica in corso...
ko_kr: Enigma2: 채널 그룹이 변경되어 다시 읽음...
ms_my: Enigma2: Perubahan kumpulan saluran dikesan, mulakan semula...

# #30522
source: Enigma2: Channel changes detected, reloading...
es_es: Enigma2: Detectados cambios en los canales. Recargando...
hr_hr: Enigma2: Otkrivene su promjene programa, ponovno učitavanje...
it_it: Enigma2: rilevate modifiche al canale, ricarica in corso...
ko_kr: Enigma2: 채널이 변경되어 다시 읽음...
ms_my: Enigma2: Perubahan saluran dikesan, mulakan semula...

# #30600
source: This category cotains the settings for connecting to the Enigma2 device
es_es: Esta categoría contiene los ajustes para conectar a un dispositivo Enigma2
hr_hr: Kategorija sadrži postavku za povezivanje s Enigma2 uređajem
it_it: Questa categoria contiene le impostazioni per la connessione al dispositivo Enigma2
ko_kr: 여기에는 Enigma2 장치에 연결하는 설정이 있습니다
ms_my: Kategori ini mengandungi tetapan untuk penyambungan ke peranti Enigma2
pt_pt: Esta categoria contém as definições para ligar um dispositivo Enigma2

# #30601
source: The IP address or hostname of your enigma2 based set-top box.
es_es: La dirección IP o nombre de host del set-top box basado en Enigma2.
hr_hr: IP adresa ili naziv računala vašeg Enigma2 temeljenog set-top boxa.
it_it: L'indirizzo IP o il nome host del tuo ricevitore basato su Enigma2.
ko_kr: enigma2 기반 셋톱박스의 IP 주소나 호스트명.
ms_my: Alamat IP atau nama hos bagi peranti berasaskan-enigma2 anda.
pt_pt: O nome de servidor ou endereço IP do seu descodificador baseado em Enigma2.

# #30602
source: The port used to connect to the web interface.
es_es: El puerto usado para conectar a la interfaz web.
hr_hr: Ulaz koji se koristi za povezivanje s web sučeljem.
it_it: La porta usata per la connessione all'interfaccia web.
ko_kr: 웹 인터페이스에 연결할 포트.
ms_my: Port yang digunakan untuk menyambung ke antaramuka sesawang.
pt_pt: A porta usada para ligar ao interface da web.

# #30603
source: Use https to connect to the web interface.
es_es: Usar HTTPS para conectar a la interfaz web.
hr_hr: Koristi https za povezivanje s web sučeljem.
it_it: Usa https per la connessione all'interfaccia web.
ko_kr: 웹 인터페이스 연결에 https 사용.
ms_my: Guna https untuk bersambung dengan antaramuka sesawang.
pt_pt: Use https para se ligar ao interface da web.

# #30604
source: If the webinterface of the set-top box is protected with a username/password combination this needs to be set in this option.
es_es: Si la interfaz web del set-top box esta protegida con usuario/contraseña necesita informarse en esta opción
hr_hr: Ako je web sučelje set-top boxa zaštićenom kombinacijom korisničkog imena/lozinke ovo mora biti postavljeno u ovoj mogućnosti.
it_it: Se l'interfaccia web del ricevitore è protetta con una combinazione nome utente/password, deve essere impostata in questa opzione.
ko_kr: 셋톱박스의 웹 인터페이스가 사용자명/비밀번호로 보호된다면, 이 옵션을 설정해야 합니다.
ms_my: Jika antaramuka sesawang bagi kotak set-top dilindungi dengan gabungan namapengguna/katalaluan ia perlu ditetapkan dalam pilihan ini.
pt_pt: Se o interface da web do descodificador se encontrar protegido com uma combinação de nome de utilizador/password, é necessário indicar o mesmo nesta opção.

# #30605
source: If the webinterface of the set-top box is protected with a username/password combination this needs to be set in this option.
es_es: Si la interfaz web del set-top box esta protegida con usuario/contraseña necesita informarse en esta opción
hr_hr: Ako je web sučelje set-top boxa zaštićenom kombinacijom korisničkog imena/lozinke ovo mora biti postavljeno u ovoj mogućnosti.
it_it: Se l'interfaccia web del ricevitore è protetta con una combinazione nome utente/password, deve essere impostata in questa opzione.
ko_kr: 셋톱박스의 웹 인터페이스가 사용자명/비밀번호로 보호된다면, 이 옵션을 설정해야 합니다.
ms_my: Jika antaramuka sesawang bagi kotak set-top dilindungi dengan gabungan namapengguna/katalaluan ia perlu ditetapkan dalam pilihan ini.
pt_pt: Se o interface da web do descodificador se encontrar protegido com uma combinação de nome de utilizador/password, é necessário indicar o mesmo nesta opção.

# #30606
source: When enabled the stream URL will be read from an M3U8 file. When disabled it is constructed based on the service reference of the channel. This option is rarely required and should not be enbaled unless you have a special use case. If viewing an IPTV Stream this option has no effect on those channels.
es_es: Si se activa, la URL de la emisión se leerá de un archivo M3U8. Si se desactiva, se construirá en referencia al servicio del canal. Esta opción rara vez es requerida y no se debe activar a no ser que sea un caso especial. Esta opción no tiene efecto en los canales que emitan IPTV .
hr_hr: WKada je omogućeno URL strujanje će biti učitano iz M3U8 datoteke. Kada je onemogućeno konstruirano je temeljeneo na preporuci usluge programa. Ova mogućnost se rijetko zahtijevai ne treba se omogućiti osim u posebnim slučajevima. Ako gledate IPTV strujanje ova mogućnost nema efekta na te programe.
it_it: Se abilitato, l'URL del flusso verrà letto da un file M3U8. Quando disabilitato viene costruito in base al riferimento al servizio del canale. Questa opzione è raramente richiesta e non dovrebbe essere abilitata a meno che tu non abbia un caso d'uso speciale. Se stai visualizzando un flusso IPTV questa opzione non ha effetto su quei canali.
ko_kr: 사용하면 M3U8 파일에서 스트림 URL을 읽고, 아니면 채널의 서비스 참조에 따라 구성합니다. 이 옵션은 거의 필요하지 않으며 특별한 경우가 아니면 사용하지 않아야 합니다. IPTV 스트림을 본다면, 이 옵션은 그 채널에 적용되지 않습니다.
ms_my: Bila dibenarkan URL strim akan membaca dari fail M3U8. Bila dilumpuhkan ia dibina berdasarkan rujukan perkhidmatan saluran. Pilihan ini jarang diperlukan dan tidak perlu dibenarkan melainkan anda ada situasi penggunaan tertentu. Jika melihat Strim IPTV dengan pilihan ini tidak memberi kesan terhadap saluran tersebut.

# #30607
source: This option defines the streaming port the set-top box uses to stream live tv. The default is 8001 which should be fine if the user did not define a custom port within the webinterface.
es_es: Esta opcion define el puerto de emisión que usa el set-top box para ver TV en directo. Por defecto es 8001 y suele ser correcto si el usuario no ha definido otro dentro de la interfaz web.
hr_hr: Ova mogućnost određuje ulaz strujanja koji set-top box koristi za strujanje emitiranja uživo. Zadan je 8001 koji bi trebao biti ispravan osim ako korisnik nije odredio prilagođeni ulaz u web sučelju.
it_it: Questa opzione definisce la porta di streaming usata dal ricevitore per trasmettere in streaming la Live TV. L'impostazione predefinita è 8001, che dovrebbe andare bene se l'utente non ha definito una porta personalizzata all'interno dell'interfaccia web.
ko_kr: 이 옵션은 라이브 tv 스트림을 전송할 셋톱박스의 스트리밍 포트를 정합니다. 웹 인터페이스의 사용자 포트를 정하지 않으면 기본값인 8001입니다.
ms_my: Pilihan ini mentakrifkan port kotak set-top yang digunakan untuk strimkan tv langsung. Lalai ialah 8001 yang mana sesuai jika pengguna tidak mentakrif port suai di dalam antaramuka sesawang.
pt_pt: Esta opção define a porta de transmissão usada pelo descodificador para transmitir TV em Direto. Por defeito é 8001 o que deve funcionar se o utilizador não tiver definido uma porta personalizada no interface da web.

# #30608
source: Use https to connect to streams.
es_es: Usar HTTPS para conectar a las emisiones.
hr_hr: Koristi https za povezivanje s strujanjima.
it_it: Usa https per connetterti agli stream.
ko_kr: 스트림 연결에 https 사용.
ms_my: Guna https untuk bersambung dengan strim.
pt_pt: Use https para se ligar a transmissões.

# #30609
source: Use the login username and password for streams.
es_es: Usar el usuario y contraseña de acceso para las emisiones.
hr_hr: Koristi korisničko ime i lozinku za strujanja.
it_it: Usa nome utente e password di accesso per gli stream.
ko_kr: 스트림에 사용자명과 비밀번호 사용.
ms_my: Guna nama pengguna dan kata laluan untuk strim.
pt_pt: Use o nome de utilizador e a password de login para transmissões
