Repository: kodi-pvr/pvr.vuplus
Catalog: pvr.vuplus/resources/language/resource.language.*/strings.po
Languages: af_za, bg_bg, es_es, es_mx, fi_fi, fr_ca, hr_hr, hu_hu, id_id, is_is, it_it, ko_kr, ms_my, nl_nl, pt_pt, sv_se

# #30668
source: For older Enigma2 devices EPG updates can effect streaming quality (such as buffer timeouts). A delay of between 250ms and 5000ms can be introduced to improve quality. Only recommended for older devices. Choose the lowest value that avoids buffer timeouts.
es_es: En los dispositivos Enigma2 antiguos la actualización de EPG puede afectar a la calidad de emisión (cortes). Se puede introducir un retardo entre 250ms y 5000ms para mejorar la calidad. Solo se recomienda para dispositivos antiguos. Indica el valor mínimo para que no tenga cortes.
hr_hr: Za starije Enigma2 uređaje EPG nadopune mogu imati utjecaja na kvalitetu strujanja (poput trajanja međuspremnika). Odgoda između 250ms i 5000ms može se koristiti za poboljšanje kvalitete. Preporučuje se samo za starije uređaje. Odaberite manju vrijednost koja izbjegava čekanje međuspremnika.
it_it: Per i dispositivi Enigma2 meno recenti, gli aggiornamenti EPG possono influire sulla qualità dello streaming (come i timeout del buffer). È possibile introdurre un ritardo compreso tra 250 ms e 5000 ms per migliorare la qualità. Consigliato solo per dispositivi meno recenti. Scegli il valore più basso che evita i timeout del buffer.
ko_kr: 구형 Enigma2 장치의 EPG 업데이트는 스트리밍 품질 (버퍼 시간 제한 같은)에 영향을 줄 수 있습니다. 250ms와 5000ms 사이의 지연은 품질을 향상시킬 수 있습니다. 구형 장치만 권장합니다. 버퍼 시간 제한을 피하는 최소값을 선택합니다.
pt_pt: Para dispositivos Enigma2 mais antigos, as atualizações de EPG podem afetar a qualidade da transmissão (como tempos limite de buffer). Um atraso entre 250ms e 5000ms pode ser introduzido para melhorar a qualidade. Recomendado apenas para dispositivos mais antigos. Escolha o valor mais baixo que evita tempos limite do buffer.

# #30669
source: Ignore the intial EPG load (now and next). Enabled by default to prevent crash issues on LibreElec/CoreElec.
es_es: Ignora la carga inicial de EPG (ahora y siguiente). Activado por defecto para prevenir problemas de cuelgues en LibreElec/CoreElec.
hr_hr: Zanemari početno EPG učitavanje (trenutno i sljedeće). Omogućeno po zadanome kako bi se spriječili problemi s rušenjem na LibreElecu/CoreElecu.
pt_pt: Ignorar o carregamento inicial do EPG (agora e depois). Ativado por defeito para prevenir problemas de quebra no LibreElec/CoreElec.

# #30680
source: This category cotains the settings for recordings
es_es: Esta categoría contiene los ajustes de las grabaciones
hr_hr: Ova kategorija sadrži postavke za snimanje
it_it: Questa categoria contiene le impostazioni per le registrazioni
ko_kr: 여기에는 녹음에 대한 설정이 있습니다
pt_pt: Esta categoria contém as definições das gravações.

# #30681
source: Store last played position and count on the backend so they can be shared across kodi instances. Only supported on OpenWebIf version 1.3.6+.
es_es: Guardar la posición de la última reproducción en el servidor para poder compartirla entre varias instancias de Kodi. Solo soportado con OpenWebIf versión 1.3.6+.
hr_hr: Spremi posljednje reporducirani položaj i broj na pozadinskom softveru kako bi se mogli dijeliti na kodi primjercima. Podržano samo na OpenWebIf inačici 1.3.6+.
it_it: Memorizza l'ultima posizione riprodotta e l'aggiorna sul backend in modo che possano essere condivisi tra le istanze Kodi. Supportato solo su OpenWebIf versione 1.3.6+.
ko_kr: 백엔드에서 마지막 재생 위치와 회수를 저장하여 kodi에서 공유합니다. OpenWeblf 버전 1.3.6+에서만 지원합니다.
pt_pt: Armazenar a posição da última reprodução e da contagem na infraestrutura para ser partilhada com as instâncias do Kodi. Suportado apenas na versão 1.3.6+ do OpenWeblf.

# #30682
source: The options are: [B]Kodi instances[/B] Only use the value in kodi and will not affect last played on the E2 device; [B]Kodi/E2 instances[/B] Use the value across kodi and the E2 device so they stay in sync. Last played will be synced with the E2 device once every 5-10 minutes per recording if the PVR menus are in use. Note that only a single kodi instance is required to have this option enabled.
hr_hr: Mogućnosti su: [B]Kodi primjerci[/B] Koristi samo vrijednost u kodiju i neće imati utjecaja na posljednju reprodukciju na E2 uređaju; [B]Kodi/E2 primjerci[/B] Koristi vrijednosti diljem kodija i E2 uređaja kako bi ostali usklađeni. Posljednje reproducirano će ostati usklađeno s E2 uređajem jednom svakih 5-10 minuta po snimci ako se koriste PVR izbornici. Zapamtite da je potrebno imati samo jedan kodi primjerak kako bi ova mogućnost bila omogućena.
it_it: Le opzioni sono: [B]Istanze Kodi[/B] Usa solo il valore in Kodi e non influirà sull'ultima riproduzione sul dispositivo E2; [B]Istanze Kodi/E2[/B] Usa il valore tra Kodi e il dispositivo E2 in modo che rimangano sincronizzati. L'ultima riproduzione verrà sincronizzata con il dispositivo E2 una volta ogni 5-10 minuti per registrazione se sono in uso i menu PVR. Nota che è necessaria solo una singola istanza di Kodi per abilitare questa opzione.
ko_kr: 옵션은 다음과 같습니다. [B]Kodi 규범[/B] kodi의 값만 사용하고 E2 장치에서 마지막으로 재생된 항목에는 영향을 주지 않습니다. [B]Kodi/E2 규범[/B] kodi와 E2 장치에서 값을 사용하여 동기화 상태를 유지합니다. 마지막 재생은 PVR 메뉴를 사용 중인 경우 녹화당 5-10분마다 한 번씩 E2 장치와 동기화됩니다. 이 옵션을 사용하려면 하나의 kodi 규범만 있으면 됩니다.

# #30683
source: Per default the addon does not specify the recording folder in newly created timers, so the default set in the set-top box will be used. If you want to specify a different folder (i.e. because you want all recordings scheduled via Kodi to be stored in a separate folder), then you need to set this option.
es_es: Por defecto, el add-on no tiene especificada ninguna carpeta para las nuevas grabaciones, así que se usar por defecto la del set-top box. Si se quiere usar otra carpeta (p. ej. tener las grabaciones de Kodi por separado) se debe ajustar en esta opción.
hr_hr: Po zadanome dodatak ne određuje mapu snimke za novo stvorena zakazana snimanja, stoga zadana postavka iz set-top boxa će se koristiti. Ako želite odrediti drugu mapu (npr. zato jer želite da sva snimanja zakazana putem Kodija budu spremljena u zasebnoj mapi), tada morate postaviti ovu mogućnost.
it_it: Per impostazione predefinita, l'add-on non specifica la cartella di registrazione nei timer appena creati, quindi verrà usata l'impostazione predefinita nel ricevitore. Se desideri specificare una cartella diversa (ovvero perché desideri che tutte le registrazioni programmate tramite Kodi vengano archiviate in una cartella separata), devi impostare questa opzione.
ko_kr: 기본으로 애드온은 새로 생성된 타이머의 녹화 폴더를 지정하지 않으므로, 셋톱박스의 기본값이 사용됩니다. 다른 폴더를 지정하려면 (즉, 모든 녹화를 Kodi를 통해서 각각의 폴더에 저장하려면), 이 옵션을 설정합니다.
pt_pt: Por padrão, o add-on não especifica a pasta de gravação em temporizadores recém-criados, portanto, o conjunto padrão no descodificador será usado. Se quiser especificar uma pasta diferente (ou seja, porque deseja que todas as gravações agendadas via Kodi sejam armazenadas numa pasta separada), será necessário definir essa opção.

# #30684
source: If this option is not set the addon will fetch all available recordings from all configured paths from the set-top box. If this option is set then it will only list recordings that are stored within the 'current recording path' on the set-top box.
es_es: Si esta opción no esta ajustada, el add-on obtendrá todas las grabaciones disponibles de todas las rutas configuradas en el set-top box. Si se ajusta esta opción solo mostrará las grabaciones almacenadas en la 'ruta actual de grabaciones' del set-top box.
hr_hr: Ako ova mogućnost nije postavljena dodatak će preuzeti sva dostupna snimanja sa svih podešenih putanja iz set-top boxa. Ako je ova mogućnost postavljena tada će se samo prikazati snimke koje su spremljene u 'trenutnoj putanji snimanja' na the set-top boxu.
it_it: Se questa opzione non è impostata, l'add-on recupererà tutte le registrazioni disponibili da tutti i percorsi configurati dal ricevitore. Se questa opzione è impostata, elencherà solo le registrazioni che sono memorizzate all'interno del "percorso di registrazione corrente" sul ricevitore.
ko_kr: 이 옵션이 없으면, 애드온이 셋톱박스에 설정된 경로의 모든 녹화를 읽습니다. 이 옵션이 있으면, 셋톱박스의 '현재 녹화 경로'에 저장된 녹화만 올립니다.
pt_pt: Se esta opção não estiver definida, o add-on procura em todas as gravações disponíveis de todos os caminhos configurados a partir do descodificador. Se esta opção estiver configurada, listará apenas as gravações armazenadas no 'caminho de gravação atual' no descodificador.

# #30685
source: If enabled use the real path from the backend to dictate the folder structure.
hr_hr: Ako je omogućeno, koristi stvarnu putanju iz pozadinskog softvera za utvrđivanje strukture mape.
it_it: Se abilitato, usa il percorso reale dal backend per dettare la struttura delle cartelle.
ko_kr: 사용하면 백엔드의 실제 경로를 사용하여 폴더 구조를 지정합니다.

# #30686
source: EDLs are used to define commericals etc. in recordings. If a tool like Comskip is used to generate EDL files enabling this will allow Kodi PVR to use them. E.g. if there is a file called 'my recording.ts' the EDL file should be call 'my recording.edl'. Note: enabling this setting has no effect if the files are not present.
es_es: Los EDL se usan para definir anuncios, etc, en las grabaciones. Si se usa una herramienta como Comskip para generar archivos EDL esto permitirá a Kodi usarla. P. ej. si hay un archivo llamado 'mi grabacion.ts' el archivo EDL debe llamarse 'mi grabacion.edl'. Nota: Activar esta opción no tiene efecto si los archivos no existen.
hr_hr: EDL-ovi se koriste za utvrđivanje oglašavanja itd. u snimkama. Ako se alat poput Comskipa koristi za stvaranje EDL datoteka, omogućavanje ovog će dopustiti Kodi PVR-u da ih koristi. Npr. ako postoji datoteka naziva 'moja snimka.ts' EDL datoteka bi se trebala zvati 'moja snimka.edl'. Napomena: omogućavanje ove postavke nema utjecaja ako datoteke nisu prisutne.
it_it: Gli EDL sono usati per definire pubblicità ecc. nelle registrazioni. Se uno strumento come Comskip viene usato per generare file EDL, l'abilitazione di questo consentirà a Kodi PVR di utilizzarli. Per esempio. se c'è un file chiamato 'my recording.ts' il file EDL dovrebbe essere chiamato 'my recording.edl'. Nota: l'abilitazione di questa impostazione non ha effetto se i file non sono presenti.
ko_kr: EDL은 녹화에서 광고 등을 지정합니다. EDL 파일을 생성하는 Comskip 같은 도구가 사용되면, Kodi PVR이 이를 사용합니다. 예. 'my recording.ts' 파일이 있으면 EDL 파일은 'my recording.edl'이 됩니다. 참고: 파일이 없으면 이 설정은 효과가 없습니다.
pt_pt: EDLs são usados para definir publicidade, etc. em gravações. Se uma ferramenta como o Comskip for usada para gerar arquivos EDL, isso permitirá que o Kodi PVR os use. Por exemplo. se houver um arquivo chamado 'my recording.ts', o arquivo EDL deve chamar-se 'my recording.edl'. Nota: ativar esta configuração não terá efeito se os arquivos não estiverem presentes.

# #30687
source: Padding to use at an EDL stop. I.e. use a negative number to start the cut earlier and positive to start the cut later. Default 0.
es_es: Margen a usar en arranque EDL. Un numero negativo cortará antes y un positivo cortará después. Por defecto es 0.
hr_hr: Dodatno vrijeme za korištenje pri EDL završetku. Npr. Koristite negativan broj za početak ranijeg izrezivanja i pozitivan broj za pokretanje kasnijeg izrezivanja. Zadano je 0.
it_it: Riempimento da utilizzare in uno stop EDL. Utilizza un numero negativo per iniziare il taglio prima e positivo per iniziare il taglio più tardi. Predefinito 0.
ko_kr: EDL 정지에 사용할 덪붙임. 즉, 음수를 사용해서 이전을 자르고 양수로 이후를 자름. 기본 0.
pt_pt: Margem para usar numa paragem do EDL. Ou seja use um número negativo para iniciar o corte antes e positivo para iniciar o corte mais tarde. Padrão 0

# #30688
source: Padding to use at an EDL stop. I.e. use a negative number to stop the cut earlier and positive to stop the cut later. Default 0.
es_es: Margen a usar en parada EDL. Un numero negativo terminará de cortar antes y un positivo terminará de cortar después. Por defecto es 0.
hr_hr: Dodatno vrijeme za korištenje pri EDL završetku. Npr. Koristite negativan broj za početak ranijeg izrezivanja i pozitivan broj za pokretanje kasnijeg izrezivanja. Zadano je 0.
it_it: Riempimento da utilizzare in uno stop EDL. Utilizza un numero negativo per iniziare il taglio prima e positivo per iniziare il taglio più tardi. Predefinito 0.
ko_kr: EDL 정지에 사용할 덪붙임. 즉, 음수를 사용해서 이전을 자르지 않고 양수로 이후를 자르지 않음. 기본 0.
pt_pt: Margem para usar numa paragem do EDL. Ou seja use um número negativo para iniciar o corte antes e positivo para iniciar o corte mais tarde. Padrão 0

# #30689
source: By default only the root of the location will be used to list recordings. When enabled the contents of child folders will be included.
hr_hr: Po zadanome se samo koristi korijenska lokacija za prikaz snimaka. Kada je omogućeno prikaz sadržanih mapa će biti obuhvaćen.
it_it: Per impostazione predefinita, per elencare le registrazioni verrà usata solo la radice della posizione. Quando abilitato, verrà incluso il contenuto delle cartelle figlie.
ko_kr: 기본으로 녹음 나열에 위치의 루트만 사용됩니다. 사용하면 하위 폴더의 내용이 포함됩니다.

# #30690
source: When using the folder structure from the backend omit the location path from the directory. Useful as it can remove the need to traverse unused folders each time recordings are accessed.
hr_hr: Kada se koristi struktura mapa iz pozadinskog softvera izostavi putanju lokacije iz direktorija. Korisno jer može ukloniti potrebu za kretanjem kroz neiskorištene mape svaki put kada se pristupi snimkama.
it_it: Quando si utilizza la struttura delle cartelle dal backend, omette il percorso della posizione dalla cartella. Utile in quanto può eliminare la necessità di attraversare cartelle non usate ogni volta che si accede alle registrazioni.
ko_kr: 백엔드에서 폴더 구조를 사용하는 경우 디렉토리의 위치 경로를 생략합니다. 녹화에 접근할 때마다 사용하지 않는 폴더를 탐색할 필요가 없으므로 유용합니다.

# #30691
source: Create a virtual structure grouping recordings with the same name into folders. Will be applied to all recordings unless keeping the folder structure on the backend. In that case it will only be applied to the recordings in the root of each recording location.
hr_hr: Stvori grupiranje virtualne strukture snimaka s istim nazivom u mapama. Biti će primijenjeno na sve snimke dok se ne održi struktura mape na pozadinskom softveru. U tome slučaju biti će samo primijenjena na snimke u korijenu svake lokacije snimanja.
it_it: Crea una struttura virtuale che raggruppa le registrazioni con lo stesso nome in cartelle. Verrà applicato a tutte le registrazioni a meno che non si mantenga la struttura delle cartelle sul backend. In tal caso verrà applicato solo alle registrazioni nella radice di ciascuna posizione di registrazione.
ko_kr: 같은 이름의 녹음을 폴더로 그룹화하는 가상 구조를 만듭니다. 백엔드에서 폴더 구조를 관리하지 않는 한 모든 녹음에 적용됩니다. 이 경우 각 녹음 위치의 루트에 있는 녹음에만 적용됩니다.

# #30700
source: This category cotains the settings for timers (regular and auto)
es_es: Esta categoría contiene los ajustes para las programaciones (normales y automáticas)
hr_hr: Ova kategorija sadrži postavke za zakazana snimanja (uobičajena i automatska)
it_it: Questa categoria contiene le impostazioni per i timer (normali e automatici)
ko_kr: 타이머 설정 (일반과 자동) 그룹입니다
pt_pt: Esta categoria contém as definições dos temporizadores (normais e automáticos)

# #30701
source: Repeat timers will display as timer rules. Enabling this will make Kodi generate regular timers to match the repeat timer rules so the UI can show what's scheduled and currently recording for each repeat timer.
es_es: Grabaciones repetitivas se mostrarán como grabaciones programadas. Activar esto hará que Kodi genere grabaciones programadas según las repeticiones para que la UI pueda mostrar en la agenda las grabaciones y cada repetición.
hr_hr: Ponavljajuća zakazana snimanja biti će prikazana kao pravilo zakazanog snimanja. Ovim omogućavanjem Kodi će stvoriti uobičajena pravila zakazanog snimanja tako da se u korisničkom sučelju može prikazati što je trenutno na rasporedu i trenutno se snima za svako pojedino ponavaljajuće zakazano snimanje.
it_it: I timer ripetuti verranno visualizzati come regole del timer. Abilitando questa opzione, Kodi genererà timer regolari in modo che corrispondano alle regole del timer ripetuto in modo che l'interfaccia utente possa mostrare cosa è programmato e cosa sta registrando attualmente per ogni timer ripetuto.
ko_kr: 반복 타이머는 타이머 규칙을 나타냅니다. 사용하면 Kodi가 반복 타이머 규칙에 맞는 일반 타이머를 생성해서 사용자 인터페이스가 각 반복 타이머의 예약과 현재 녹화를 보여줍니다.
pt_pt: Os temporizadores de repetição serão mostrados como regras do temporizador. Ativar esta opção fará com que o Kodi gere temporizadores regulares para corresponder às regras do temporizador de repetição, para que a interface do utilizador possa mostrar o que está programado e gravando atualmente para cada temporizador de repetição.

# #30702
source: The number of Kodi PVR timers to generate.
es_es: Número de grabaciones programadas Kodi PVR a generar.
hr_hr: Broj Kodi PVR zakazanih snimanja za stvoriti.
it_it: Il numero di timer Kodi PVR da generare.
ko_kr: 생성할 Kodi PVR 타이머의 수입니다.
pt_pt: Número de temporizadores do PVR do Kodi a gerar

# #30703
source: If this option is set then the addon will send the command to delete completed timers from the set-top box after each update interval.
es_es: Si se ajusta esta opción el add-on enviará la orden de borrar las grabaciones completadas desde el set-top box después de cada actualización.
hr_hr: Ako je ova mogućnost postavljena tada će dodatak poslati naredbu za brisanje završenih zakazanih snimanja iz set-top boxa nakon svakog razdoblja osvježavanja.
it_it: Se questa opzione è impostata, l'add-on invierà il comando per eliminare i timer completati dal ricevitore dopo ogni intervallo di aggiornamento.
ko_kr: 이 옵션을 사용하면 애드온이 매 업데이트 주기마다 셋톱박스의 완료된 타이머를 삭제하는 명령어를 보냅니다.
pt_pt: Se esta opção estiver configurada, o add-on envia o comando para excluir os temporizadores concluídos do descodificador após cada intervalo de atualização.

# #30704
source: When this is enabled there are some settings required on the set-top box to enable linking of AutoTimers (Timer Rules) to Timers in the Kodi UI. The addon attempts to set these automatically on boot.
es_es: Cuando se activa esta opción es necesario ajustar algunas cosas en el set-top box para activar el enlace de AutoGrabaciones (Reglas de Grabaciones) a las Grabaciones en Kodi. Este add-on intenta ajustar esto automáticamente al arrancar.
hr_hr: Kada je ovo omogućeno postoje pojedine postavke potrebne na set-top boxu za omogućavanje povezivanja Automatskih zakazanih snimanja (Pravila zakazanih snimanja) u Zakazanim snimanjima u Kodi korisničkom sučelju. Dodatak ih pokušava postaviti automatski pri pokretanju.
it_it: Quando è abilitato, sono necessarie alcune impostazioni sul ricevitore per abilitare il collegamento di AutoTimer (regole timer) a timer nell'interfaccia utente di Kodi. L'add-on tenta di impostarli automaticamente all'avvio.
ko_kr: 사용하면 셋톱박스를 AutoTimers(타이머 규칙)을 Kodi 사용자 인터페이스의 타이머에 연결하기 위한 설정이 있습니다. 이 애드온은 부팅 시에 이를 자동으로 설정합니다.
pt_pt: Quando ativo, há algumas configurações necessárias no descodificador para permitir a vinculação de Temporizadores Automáticos (Regras de Temporizador) a temporizadores na interface de utilizador do Kodi. O add-on tenta configurá-los automaticamente ao iniciar.

# #30705
source: If last scanned groups are excluded attempt to limit new autotimers to either TV or Radio (dependent on channel used to create the autotimer). Note that if last scanned groups are enabled this is not possible and the setting will be ignored.
es_es: Si los grupos Últimos Escaneados están excluidos intenta limitar las nuevas autograbaciones a cada TV o Radio (dependiendo del canal usado para crear la autograbación). Si los grupos Últimos Escaneados no están excluidos este ajuste será ignorado.
hr_hr: Ako su posljednje pretražene grupe izuzete pokušaj ograničiti nova automatska zakazana snimanja ili na TV ili na Radio (Ovisno o programu koji se koristi za stvaranje automatskog zakazanog snimanja). Zapamtite da ako je posljednja pretražena grupa omogućena ovo nije moguće i postavka će bit zanemarena.
it_it: Se vengono esclusi gli ultimi gruppi scansionati, prova a limitare i nuovi timer automatici alla TV o alla radio (a seconda del canale usato per creare l'autotimer). Si noti che se sono abilitati gli ultimi gruppi scansionati, questo non è possibile e l'impostazione verrà ignorata.
ko_kr: 마지막으로 검색한 그룹이 제외되면, TV나 라디오에 (자동 타이머를 생성하기 위한 채널에 따라) 새로운 자동 타이머를 제한합니다. 마지막 검색 그룹이 사용되면, 이는 가능하지 않고 설정은 무시됩니다.
pt_pt: Se os últimos grupos analisados forem excluídos, tente limitar as novas seleções automáticas à TV ou ao Rádio (dependendo do canal usado para criar o temporizador automático). Observe que, se os últimos grupos analisados estiverem ativados, tal não será possível e a configuração será ignorada.

# #30706
source: For the channel used to create the autotimer limit to channel groups that this channel is a member of.
es_es: Para cada canal usado para crear la autograbación, limitar a los grupos de canales del que es miembro ese canal.
hr_hr: Za program korišten za stvaranje ograničenja automatskog zakazanog snimanja na grupe programa kojih je ovaj program član.
it_it: Per il canale usato per creare il limite del timer automatico per i gruppi di canali di cui questo canale è membro.
ko_kr: 이 채널이 속한 채널 그룹에 자동 타이머 제한을 만드는 채널.
pt_pt: Para o canal usado para criar o limite de temporizador automático para os grupos de canais dos quais este canal é membro.

# #30720
source: This category cotains the settings for timeshift. Timeshifting allows you to pause live TV as well as move back and forward from your current position similar to playing back a recording. The buffer is deleted each time a channel is changed or stopped.
es_es: Esta categoría contiene los ajustes para el TimeShift. TimeShift permite pausar la TV en directo y rebobinar y avanzar como si fuera una grabación. El buffer se limpiará cada vez que se cambie de canal o se deje de reproducir.
hr_hr: Ova kategorija sadrži postavke za vremensko premotavanje. Vremensko premotavanje vam omogućuje pauziranje TV uživo kao i premotavanje unatrag i unaprijed iz vašeg trenutnog položaja, slično kao i kod gledanja snimaka. Međuspremnik se briše svaki puta kada se program promijeni ili zaustavi.
it_it: Questa categoria contiene le impostazioni per il timeshift. Il timeshift ti consente di mettere in pausa la Live TV e di spostarti avanti e indietro dalla posizione attuale in modo simile alla riproduzione di una registrazione. Il buffer viene cancellato ogni volta che un canale viene modificato o interrotto.
ko_kr: 시간 이동을 위한 설정 그룹입니다. 시간 이동으로 녹화를 재생하는 것처럼 라이브 TV를 정지하거나 현재 위치에서 뒤나 앞으로 이동할 수 있습니다. 버퍼는 채널이 바뀌거나 정지할 때마다 삭제됩니다.
pt_pt: Esta categoria contém as configurações para Ver mais tarde. O Ver mais tarde permite pausar a TV em Direto, bem como andar para trás e para a frente a partir da sua posição atual, semelhante a reproduzir uma gravação. O buffer é excluído cada vez que um canal é alterado ou parado.
