Repository: kodi-pvr/pvr.vuplus
Catalog: pvr.vuplus/resources/language/resource.language.*/strings.po
Languages: af_za, bg_bg, es_es, es_mx, fi_fi, fr_ca, hr_hr, hu_hu, id_id, is_is, it_it, ko_kr, ms_my, nl_nl, pt_pt, sv_se

# #30023
source: Recording folder on the receiver
af_za: Opname vouer op die ontvanger
bg_bg: Папка за записите на приемника
es_mx: Carpeta de grabación en el receptor
fi_fi: Vastaanottimen tallennuskansio
fr_ca: Dossier d’enregistrement du récepteur
hu_hu: Felvételi mappa a vevőn
id_id: Folder rekaman di penerima
is_is: Upptökumappa á móttakaranum
nl_nl: Opnamemap op de ontvanger
sv_se: Inspelningsmapp på mottagaren

# #30026
source: TV bouquet
af_za: TV boeket
bg_bg: ТВ букет
fi_fi: Kanavaryhmän nimi (bouquet)
fr_ca: Bouquet télé
hu_hu: TV csokor
is_is: Sjónvarps-knippi
sv_se: TV-bukett

# #30030
source: Keep folder structure for records
af_za: Behou gids struktuur vir rekords
bg_bg: Запазване на структурата на папките за записите
es_mx: Mantiene estructura de carpetas para grabaciones
fi_fi: Säilytä tallenteiden kansiorakenne
fr_ca: Conserver la structure de dossier pour les enregistrements
hu_hu: Felvételek mappaszerkezetének megtartása
is_is: Halda möppuskipulagi fyrir plötur
nl_nl: Behoud folder structuur voor opnamen
sv_se: Behåll mappstruktur för inspelningar

# #30059
source: Radio bouquet
af_za: Radio boeket
fi_fi: Radion kanavaryhmä
fr_ca: Bouquet radio
hu_hu: Rádió csokor
is_is: Útvarps-knippi
sv_se: Radio bukett

# #30070
source: Recordings & Timers
af_za: Opnames & Tydhouers
bg_bg: Записи и броячи
fi_fi: Ajastus ja tallennus
fr_ca: Enregistrements et minuteries
hu_hu: Felvételek és időzítők
is_is: Upptökur og tímatökur
nl_nl: Opnames en timers
sv_se: Inspelningar & Timers

# #30075
source: Only one bouquet
af_za: Slegs een boeket
fi_fi: Yksi
fr_ca: Un seul bouquet
hu_hu: Egyetlen csokor
is_is: Aðeins eitt knippi
nl_nl: Slechts één bouquet
sv_se: Endast en bukett

# #30078
source: Favourites group
af_za: Gunstelinge groep
es_mx: Grupo de favoritos
fi_fi: Suosikkiryhmä
fr_ca: Groupe de favoris
hu_hu: Kedvencek csoport
is_is: Eftirlætahópur
nl_nl: Bladwijzergroep
sv_se: Favoritgrupp

# #30084
source: Enigma2 Media Server
af_za: Enigma2 Media Bediener
es_mx: Media Server Enigma2
fr_ca: Serveur multimédia Enigma2
hu_hu: Enigma2 Média Szerver

# #30085
source: OK
bg_bg: Добре
fr_ca: Valider
is_is: Í lagi

# #30420
source: One time (Scheduled by guide-based timer rule)
af_za: Een keer (Geskeduleer deur gids-gebaseerde tydhouer reël)
bg_bg: Еднократен (насрочено чрез правило на брояч)
fi_fi: Kerran (luotu ajastussäännöllä)
fr_ca: Une fois (planifiée par une règle de minuterie d’après le guide)
hu_hu: Egyszeri alkalommal (ütemezett útmutató alapú időzítő szabály)
is_is: Eins-skiptis (sett á með tímatökureglu frá dagsrárvísi)
nl_nl: Eenmalig (ingesteld door gidsgebaseerde tijdregel)
sv_se: En gång (Schemalags av guide-baserad tidsregel)

# #30421
source: One time (Scheduled by repeating timer rule)
af_za: Een keer (Geskeduleer deur herhalende tydhouer reël)
bg_bg: Еднократен (насрочено чрез правило на повтарящ се брояч)
fi_fi: Kerran (luotu ajastussäännöllä)
fr_ca: Une fois (planifiée par la règle de la minuterie de répétition)
hu_hu: Egyszeri (az időzített szabály ismétlése szerint ütemezve)
is_is: Eins-skiptis (sett á með endurtekinni tímatökureglu)
nl_nl: Eenmaal (ingepland door herhaalde timerregel)
sv_se: En gång (Schemalagd av den upprepade timerregeln)

# #30500
source: Disconnected from '%s'
af_za: Gediskonnekteer van '%s'
bg_bg: Връзката с „%s“ се разпадна
es_mx: Desconectado desde '%s'
fi_fi: Yhteys katkaistu palvelimeen '%s'
fr_ca: Se déconnecter de « %s »
hu_hu: '%s': Kapcsolat bontva
id_id: Terputus dari '%s'
is_is: Aftengdur frá '%s'
nl_nl: Verbinding met '%s' verbroken
sv_se: Frånkopplad från '%s'

# #30501
source: Reconnected to '%s'
af_za: Geherkonnekteer aan '%s'
bg_bg: Отново има връзка с „%s“
es_mx: Reconectado a '%s'
fi_fi: Yhdistetty palvelimeen '%s'
fr_ca: Se reconnecter à « %s »
hu_hu: '%s': Újrakapcsolódva
id_id: Tersambung lagi pada '%s'
is_is: Tengdur við '%s'
nl_nl: Verbinding met '%s' hersteld
sv_se: Återansluten till '%s'

# #30025
source: Fetch only one TV bouquet
id_id: Hanya ambil satu buket TV
