Repository: kodi-pvr/pvr.vuplus
Catalog: pvr.vuplus/resources/language/resource.language.*/strings.po
Languages: af_za, bg_bg, es_es, es_mx, fi_fi, fr_ca, hr_hr, hu_hu, id_id, is_is, it_it, ko_kr, ms_my, nl_nl, pt_pt, sv_se

# #30050
source: Custom live TV timeout (0 to use default)
af_za: Pasgemaakte lewendige TV tydverstreke (0 om verstek te gebruik)
bg_bg: Персонализирано време за изчакване на ТВ на живо (0 = по подразбиране)
es_es: Apagado de TV en directo personalizado (0 por defecto)
fi_fi: Tv-lähetyksen aikakatkaisu (0 on oletusarvo)
fr_ca: Temporisation personnalisée de la télé en direct (0 pour la valeur par défaut)
hr_hr: Prilagođeno vrijeme čekanja emitiranja uživo (0 je zadano)
hu_hu: Egyéni élő TV időtúllépés (0 az alapértelmezett használatához)
is_is: Sérsniðin tímamörk beinnar sjónvarpsútsendingar (0 til að nota sjálfgefið)
it_it: Timeout Live TV personalizzato (0 è l'impostazione predefinita)
ko_kr: 사용자 라이브 TV 마침 (0은 기본 값)
ms_my: Had masa tamat TV langsung suai (0 untuk guna lalai)
pt_pt: Esgotamento por inação da TV em Direto personalizado (0 para padrão)
sv_se: Anpassad Live-TV-timeout (0 för att använda standard)

# #30051
source: Login
af_za: Teken in
bg_bg: Влизане
es_es: Inicio de sesión
es_mx: iniciar sesión
fi_fi: Käyttäjätunnus
fr_ca: Connexion
hr_hr: Prijava
hu_hu: Bejelentkezés
id_id: Masuk
is_is: Innskrá
it_it: Accedi
ko_kr: 로그인
ms_my: Daftar Masuk
nl_nl: Gebruikersnaam
pt_pt: Iniciar sessão
sv_se: Logga in

# #30052
source: Misc
af_za: Diverse
bg_bg: Разни
es_es: Otros
fi_fi: Muut
fr_ca: Divers
hr_hr: Ostalo
hu_hu: Egyéb
is_is: Ýmislegt
it_it: Varie
ko_kr: 기타
ms_my: Pelbagai
nl_nl: Divers
pt_pt: Outras
sv_se: Övrigt

# #30053
source: Genre ID Mappings
af_za: Genre ID Karterings
bg_bg: Съвпадения на ид. на жанровете
es_es: Mapas de ID Género
fi_fi: Genre ID -määritykset
fr_ca: Mappages genre ID
hr_hr: Izvorno ID mapiranje
hu_hu: Műfajazonosító leképezések
it_it: Mappature genere ID
ko_kr: 장르 ID 매핑
ms_my: Pemetaan ID Genre
pt_pt: Mapeamento de identificação dos géneros
sv_se: Genre ID-mappningar

# #30054
source: Enable genre ID Mappings
af_za: Stel genre ID Karterings in staat
bg_bg: Включване на съвпаденията на ид. на жанровете
es_es: Activa los mapeados ID para el género
fi_fi: Käytä genre ID -määrityksiä
fr_ca: Activer les mappages genre ID
hr_hr: Omogući izvorno ID mapiranje
hu_hu: Engedélyezze a műfajazonosító leképezését
it_it: Abilita mappature genere ID
ko_kr: 장르 ID 매핑 사용
ms_my: Benarkan Pemetaan ID Genre
pt_pt: Ativar mapeamento de identificação dos géneros
sv_se: Aktivera genre ID-mappningar

# #30055
source: Genre ID mappings file
af_za: Genre ID karterings lêer
bg_bg: Файл със съвпадения на ид. на жанровете
es_es: Archivo de mapas ID para género
fi_fi: Genre ID -määritysten tiedosto
fr_ca: Fichier des mappages genre ID
hr_hr: Datoteka izvornog ID mapiranja teksta
hu_hu: Műfajazonosító leképezés fájl
it_it: File mappature genere ID
ko_kr: 장르 ID 매핑 파일
ms_my: Fail pemetaan ID Genre
pt_pt: Ficheiro de mapeamento de identificação dos géneros
sv_se: Genre ID-mappningsfil

# #30056
source: TV
bg_bg: ТЕЛЕВИЗИЯ
fr_ca: Télé
hr_hr: Televizija
is_is: Sjónvarp

# #30058
source: Radio bouquet fetch mode
af_za: Radio boeket gaan haal modus
es_es: Modo de conseguir paquete de radio
fi_fi: Radion kanavaryhmien (bouquet) noutotapa
fr_ca: Mode de récupération du bouquet radio
hr_hr: Način dohvata radio buketa
hu_hu: Rádió csokor letöltési mód
it_it: Modalità recupero bouquet radio
ko_kr: 라디오 묶음 가져오기 모드
ms_my: Mod dapatkan jambak radio
pt_pt: Modo de obtenção de pacotes Rádio
sv_se: Radio bukett hämtningsläge

# #30059
source: Radio bouquet 1
es_es: Paquete Radio 1
hr_hr: Radio buket 1
ko_kr: 라디오 묶음 1
ms_my: Jambak Radio 1

# #30060
source: Timeshift
af_za: Tydskuif
bg_bg: Изместване във времето
es_mx: Cambio de hora
fi_fi: Ajansiirto
fr_ca: Décalage temporel
hr_hr: Vremensko premotavanje
hu_hu: Csúsztatott felvétel
id_id: Pergeseran waktu
is_is: Tímaflakk
ko_kr: 타임시프트
ms_my: Anjak Masa
pt_pt: Ver Mais Tarde
sv_se: Tidsskifte

# #30061
source: Enable timeshift
af_za: Stel tydskuif in staat
bg_bg: Изместване във времето
es_es: Activar timeshift
fi_fi: Käytä ajansiirtoa
fr_ca: Activer le décalage temporel
hr_hr: Omogući vremensko premotavanje
hu_hu: Engedélyezze az időcsúsztatást
is_is: Virkja tímaflakk
it_it: Abilita timeshift
ko_kr: 시간차 시청 사용
ms_my: Benarkan anjak masa
nl_nl: Timeshift inschakelen
pt_pt: Ativar Ver mais tarde
sv_se: Aktivera tidsskifte

# #30062
source: Timeshift buffer path
af_za: Tydskuif buffer pad
bg_bg: Път до буфера за изместване във времето
es_es: Ruta del buffer de Timeshift
es_mx: Ruta del buffer de TimeShift
fi_fi: Ajansiirtopuskurin polku
fr_ca: Chemin du tampon de décalage temporel
hr_hr: Putanja međuspremnika premotavanja u vremenu
hu_hu: Csúsztatott élőkép tároló útvonala
id_id: Path penyangga Timeshift
is_is: Slóð á biðminni tímahliðrunar
it_it: Percorso buffer timeshift
ko_kr: 타임시프트 버퍼 경로
ms_my: Laluan penimbal Anjak Masa
nl_nl: Tijdsprong bufferlocatie
pt_pt: Localização do buffer para 'Ver Mais Tarde'
sv_se: Buffertsökväg för Timeshift

# #30063
source: Off
af_za: Af
bg_bg: Изкл.
es_es: Desactivado
es_mx: apagado
fi_fi: Pois päältä
fr_ca: Arrêt
hr_hr: Isključeno
hu_hu: Ki
id_id: Matikan
is_is: Slökkt
ko_kr: 끔
ms_my: Mati
nl_nl: Uit
pt_pt: Desligado
sv_se: Av

# #30064
source: On playback
af_za: Met terugspeel
bg_bg: При възпроизвеждане
es_es: Reproduciendo
es_mx: En reproducción
fi_fi: Toiston aikana
fr_ca: Lecture
hr_hr: Pri reprodukciji
hu_hu: Lejátszáskor
is_is: Við afspilun
it_it: In riproduzione
ko_kr: 재생 중
ms_my: Ketika main balik
nl_nl: Tijdens afspelen
pt_pt: Ao reproduzir
sv_se: Vid uppspelning

# #30065
source: On pause
af_za: Met pouseer
bg_bg: На пауза
es_es: Pausado
es_mx: En pausa
fi_fi: Tauon aikana
fr_ca: Pause
hr_hr: Pri pauzi
hu_hu: Szüneteltetéskor
is_is: Við bið
it_it: In pausa
ko_kr: 중지
ms_my: Ketika dijeda
nl_nl: tijdens Pauze
pt_pt: Ao pausar
sv_se: Vid paus

# #30066
source: Use secure HTTP (https) for streams
af_za: Gebruik secure HTTP (https) vir strome
bg_bg: Ползване на HTTPS за потоците
es_es: Usar HTTP seguro (https) para las emisiones
es_mx: Usa HTTPS seguro (https) para streams
fi_fi: Käytä suojattua HTTP:tä (https) suoratoistoon
fr_ca: Utiliser le HTTP sécurisé (https) pour les flux
hr_hr: Koristi sigurni HTTP (https) za strujanje
hu_hu: Használjon biztonságos HTTP (https) protokollokat
is_is: Nota öruggara HTTP (https) fyrir streymi
it_it: Usa HTTP sicuro (https) per lo stream
ko_kr: 스트림에 안전한 HTTP (https) 사용
ms_my: Guna HTTP Selamat (https) untuk strim
nl_nl: Gebruik beveiligde HTTP (https) voor streams
pt_pt: Utilizar HTTP seguro (https) para transmissões
sv_se: Använd säker HTTP (https) för strömmar

# #30067
source: Use login for streams
af_za: Gebruik inteken vir strome
bg_bg: Използване на потребителско име и парола за потоците
es_es: Usar usuario para las emisiones
es_mx: Usa login para streams
fi_fi: Suojaa suoratoisto käyttäjätunnuksilla
fr_ca: Utiliser la connexion pour les flux
hr_hr: Koristi prijavu za strujanje
hu_hu: Jelentkezzen be a streamekhez
is_is: Nota innskráningu fyrir streymi
it_it: Usa accesso per gli streaming
ko_kr: 스트림에 로그인 사용
ms_my: Guna daftar masuk untuk strim
pt_pt: Usar login para transmissões
sv_se: Använd inloggning för strömmar

# #30068
source: Fetch TV favourites bouquet
af_za: Gaan haal TV gunstelinge boeket
es_es: Conseguir paquete de favoritos de TV
fi_fi: Nouda tv:n suosikkiryhmä
fr_ca: Récupérer le bouquet des favoris télé
hr_hr: Dohvati buket TV omiljenih
hu_hu: Töltse le a TV-kedvencek csokorát
is_is: Sækja knippi af sjónvarpseftirlætum
it_it: Recupera bouquet dai preferiti della TV
ko_kr: TV 즐겨찾기 묶음 가져오기
ms_my: Dapatkan jambak kegemaran TV
pt_pt: Obter pacote de favoritos TV
sv_se: Hämta TV-favoriter bukett

# #30069
source: Fetch radio favourites bouquet
af_za: Gaan haal radio gunstelinge boeket
es_es: Conseguir paquete de favoritos de radio
fi_fi: Nouda radion suosikkiryhmä
fr_ca: Récupérer le bouquet des favoris radio
hr_hr: Dohvati buket Radio omiljenih
hu_hu: Töltse le a rádió kedvencek csokorát
is_is: Sækja knippi af útvarpseftirlætum
it_it: Recupera bouquet dai preferiti della radio
ko_kr: 라디오 즐겨찾기 묶음 가져오기
ms_my: Dapatkan jambak kegemaran radio
pt_pt: Obter pacote de favoritos Rádio
sv_se: Hämta radio-favoriter bukett

# #30070
source: Recordings
es_es: Grabaciones
hr_hr: Snimke
it_it: Registrazioni
ko_kr: 녹화
ms_my: Rakaman
pt_pt: Gravações

# #30071
source: Recordings
af_za: Opnames
bg_bg: Записи
es_es: Grabaciones
es_mx: Grabaciones
fi_fi: Tallenteet
fr_ca: Enregistrements
hr_hr: Snimke
hu_hu: Felvételek
id_id: Perekaman
is_is: Upptökur
it_it: Registrazioni
ko_kr: 녹화
ms_my: Rakaman
nl_nl: Opnames
pt_pt: Gravações
sv_se: Inspelningar

# #30072
source: Timers
af_za: Tydhouers
bg_bg: Броячи
es_es: Programaciones
es_mx: Temporizadores
fi_fi: Ajastukset
fr_ca: Minuteries
hr_hr: Zakazana snimanja
hu_hu: Időzítők
is_is: Tímatökur
it_it: Timer
ko_kr: 녹화 예약
ms_my: Pemasa
pt_pt: Temporizadores

# #30073
source: Number of repeat timers to generate
af_za: Hoeveelheid herhaal tydhouers om te genereer
bg_bg: Брой повтарящи се броячи, които да се създадат
es_es: Número de repeticiones de programación a generar
fi_fi: Toistuvien ajastusten määrä
fr_ca: Nombre de minuteries de répétition à générer
hr_hr: Broj stvaranja ponavljajućih zakazanih snimanja
hu_hu: A létrehozandó ismétlődő időzítők száma
it_it: Numero di ripetizioni dei timer da creare
ko_kr: 생성할 반복 타이머 숫자
ms_my: Bilangan pemasa ulang untuk dijana
nl_nl: Aantal herhaaltimers te genereren
pt_pt: Número de temporizadores repetitivos a gerar
sv_se: Antalet av repetitionstimers att generera

# #30074
source: All bouquets
af_za: Alle boekette
es_es: Todos los paquetes
fi_fi: Kaikki
fr_ca: Tous les bouquets
hr_hr: Svi buketi
hu_hu: Összes csokor
is_is: Öll knippi
it_it: Tutti i bouquet
ko_kr: 모든 묶음
ms_my: Semua jambak
nl_nl: Alle bouquets
pt_pt: Todos os pacotes
sv_se: Alla buketter

# #30075
source: Some bouquets
es_es: Algunos paquetes
hr_hr: Pojedini buketi
it_it: Alcuni bouquet
ko_kr: 일부 묶음
ms_my: Beberapa jambak

# #30076
source: As first bouquet
af_za: As eerste boeket
es_es: Como primer paquete
fi_fi: Aseta ensimmäiseksi
fr_ca: Comme premier bouquet
hr_hr: Kao prvi buket
hu_hu: Az első csokor
is_is: Sem fyrsta knippi
it_it: Come primo bouquet
ko_kr: 처음 묶음으로
ms_my: Sebagai jambak pertama
nl_nl: Als eerste bouquet
pt_pt: Como primeiro pacote
sv_se: Som första bukett

# #30077
source: As last bouquet
af_za: As laaste boeket
es_es: Como último paquete
fi_fi: Aseta viimeiseksi
fr_ca: Comme dernier bouquet
hr_hr: Kao posljednji buket
hu_hu: Utolsó csokor
is_is: Sem síðasta knippi
it_it: Come ultimo bouquet
ko_kr: 마지막 묶음으로
ms_my: Sebagai jambak terakhir
nl_nl: Als laatste bouquet
pt_pt: Como último pacote
sv_se: Som sista bukett

# #30078
source: Favourites bouquet
es_es: Paquete favoritos
hr_hr: Omiljeni buket
it_it: Bouquet preferiti
ko_kr: 즐겨찾기 묶음
ms_my: Jambak kegemaran

# #30079
source: Favourites (TV)
af_za: Gunstelinge (TV)
es_es: Favoritos (TV)
es_mx: Favoritos (TV)
fi_fi: Suosikit (Tv)
fr_ca: Favoris (télé)
hr_hr: Omiljeni (TV)
hu_hu: Kedvencek (TV)
is_is: Eftirlæti (sjónvarp)
it_it: Preferiti (TV)
ko_kr: 즐겨찾기 (TV)
ms_my: Kegemaran (TV)
nl_nl: Bladwijzers (TV)
pt_pt: Favoritos (TV)
sv_se: Favoriter (TV)

# #30080
source: Favourites (Radio)
af_za: Gunstelinge (Radio)
es_es: Favoritos (Radio)
es_mx: Favoritos (Radio)
fi_fi: Suosikit (Radio)
fr_ca: Favoris (radio)
hr_hr: Omiljeni (Radio)
hu_hu: Kedvencek (Rádió)
is_is: Eftirlæti (útvarp)
it_it: Preferiti (Radio)
ko_kr: 즐겨찾기 (라디오)
ms_my: Kegemaran (Radio)
nl_nl: Bladwijzers (Radio)
pt_pt: Favoritos (Rádio)
sv_se: Favoriter (Radio)

# #30081
source: unknown
af_za: onbekend
es_es: desconocido
es_mx: desconocido
fi_fi: tuntematon
fr_ca: inconnu
hr_hr: nepoznato
hu_hu: ismeretlen
is_is: óþekkt
it_it: sconosciuto
ko_kr: 알 수 없음
ms_my: tidak diketahui
nl_nl: onbekend
pt_pt: desconhecido
sv_se: okänd

# #30082
source: (Not connected!)
af_za: (Nie gekonnekteer!)
es_es: (¡No conectado!)
es_mx: (No conectado!)
fi_fi: (Ei yhteyttä)
fr_ca: (Non connecté)
hr_hr: (Nije povezan!)
hu_hu: (Nincs csatlakoztatva)
is_is: (Engin tenging!)
it_it: (Non connesso!)
ko_kr: (연결 안 됨!)
ms_my: (Tidak bersambung)
nl_nl: (Niet verbonden!)
pt_pt: (Desligado)
sv_se: (Ej ansluten!)

# #30083
source: addon error
af_za: byvoegsel fout
es_es: error de add-on
es_mx: Error de complemento
fi_fi: lisäosavirhe
fr_ca: Erreur d’addiciel
hr_hr: greška dodatka
hu_hu: Kiegészítő hiba
is_is: villa í viðbót
it_it: errore add-on
ko_kr: 애드온 오류
ms_my: ralat tambahan
nl_nl: Fout in add-on
pt_pt: erro de add-on
sv_se: tilläggsfel

# #30084
source: Omit location path from recording directory
hr_hr: Izostavi putanju lokacije iz direktorija snimanja
it_it: Ometti il percorso della posizione dalla cartella di registrazione
ko_kr: 녹화 디렉터리에서 위치 경로 생략

# #30085
source: Group recordings into folders by title
hr_hr: Grupiraj snimanja u mape prema naslovu
it_it: Raggruppa le registrazioni in cartelle per titolo
ko_kr: 제목별 폴더로 녹음 묶음

# #30086
source: Backend
af_za: Agterkant
es_es: Servidor
fi_fi: Taustaosa
fr_ca: Dorsale
hr_hr: Pozadinski softver
hu_hu: Háttér
is_is: Bakendi
ko_kr: 백엔드
ms_my: Bahagian belakang
pt_pt: Infraestrutura

# #30087
source: Recording Padding
af_za: Opname Opstop
es_es: Relleno de Grabación
fi_fi: Ajastuksen lisäaika
fr_ca: Début/fin de l’enregistrement avant/après la diffusion prévue
hr_hr: Dodatno vrijeme snimanja
hu_hu: Rögzítés
it_it: Riempimento registrazione
ko_kr: 녹화 붙이기
ms_my: Pemadatan Rakaman
nl_nl: Opname-opvulling
pt_pt: Margem de gravação
sv_se: Inspelningsutfyllnad

# #30088
source: Global start padding
af_za: Globale begin opstop
es_es: Relleno global al empezar
fi_fi: Alkuun lisättävä aika
fr_ca: Global — Début de l’enregistrement avant la diffusion prévue
hr_hr: Globalno dodatno vrijeme prije početka snimanja
hu_hu: Globális kezdeti kitöltés
it_it: Riempimento globale all'inizio
ko_kr: 전체 시작 붙이기
ms_my: Pemadatan mula sejagat
nl_nl: Globale startopvulling
pt_pt: Margem inicial global
sv_se: Global startutfyllnad

# #30089
source: Global end padding
af_za: Globale einde opstop
es_es: Relleno global al terminar
fi_fi: Loppuun lisättävä aika
fr_ca: Global — Fin de l’enregistrement après la diffusion prévue
hr_hr: Globalno dodatno vrijeme prije završetka snimanja
hu_hu: Globális végső kitöltés
it_it: Riempimento globale alla fine
ko_kr: 전체 종료 붙이기
ms_my: Pemadatan tamat sejagat
nl_nl: Globale eindopvulling
pt_pt: Margem final global
sv_se: Global slututfyllnad

# #30090
source: Device Info
af_za: Toestel Inligting
es_es: Info Dispositivo
es_mx: Información del dispositivo
fi_fi: Laitetiedot
fr_ca: Informations sur le périphérique
hr_hr: Informacije uređaja
hu_hu: Eszköz információ
is_is: Upplýsingar um tæki
it_it: Informazioni dispositivo
ko_kr: 장치 정보
ms_my: Maklumat Peranti
nl_nl: Apparaatinformatie
pt_pt: Informação do dispositivo
sv_se: Enhetsinfo

# #30091
source: WebIf version
af_za: Weblf weergawe
es_es: Version WebIf
es_mx: Versión Weblf
fi_fi: Web-käyttöliittymän versio
fr_ca: Version de WebIf
hr_hr: WebIf inačica
hu_hu: WebIf verzió
is_is: Útgáfa WebIf
it_it: Versione WebIf
ko_kr: WebIf 버전
ms_my: Versi Webif
nl_nl: WebIf-versie
pt_pt: Versão Weblf

# #30092
source: AutoTimer tag in timer tags
af_za: OutoTydhouer etiket in tydhouer etikette
es_es: Etiqueta AutoTimer en etiquetas de programas
fr_ca: Étiquette de la minuterie automatique dans les étiquettes de minuterie
hr_hr: Oznaka automatskog zakazanog snimanja u oznakama zakazanog snimanja
hu_hu: Automatikus időzítő címke az időzítő címkékben
it_it: Etichetta timer automatici in etichette timer
ko_kr: 타이머 태그의 자동 타이머 태그
ms_my: Tag AutoPemasa dalam tag pemasa
pt_pt: Etiqueta automática nas etiquetas de temporizador
sv_se: AutoTimer tagg i timertaggar

# #30093
source: AutoTimer name in timer tags
af_za: OutoTydhouer naam in tydhouer etikette
es_es: Nombre AutoTimer en etiquetas de programas
fr_ca: Nom de la minuterie automatique dans les étiquettes de minuterie
hr_hr: Naziv automatskog zakazanog snimanja u oznakama zakazanog snimanja
hu_hu: Automatikus időzítő neve időzítő címkékben
it_it: Nome AutoTimer nei tag dei timer
ko_kr: 타이머 태그의 자동 타이머 이름
ms_my: Nama AutoPemasa dalam tag pemasa
pt_pt: Nome automático nas etiquetas de temporizador
sv_se: AutoTimer namn i timertaggar

# #30094
source: N/A
af_za: NVT
bg_bg: Няма
es_es: N/D
fr_ca: ND
hr_hr: N/D
hu_hu: Nem elérhető
is_is: E/T
it_it: N.D.
ko_kr: 사용할 수 없음
ms_my: T/A
nl_nl: N/B
pt_pt: N/D

# #30095
source: True
af_za: Waar
bg_bg: Правилно
es_es: Sí
es_mx: Sí
fi_fi: On
fr_ca: Vrai
hr_hr: Istina
hu_hu: Igaz
is_is: Satt
it_it: Vero
ko_kr: 사실
ms_my: Benar
nl_nl: Waar
pt_pt: Verdadeiro
sv_se: Sant

# #30096
source: False
af_za: Vals
bg_bg: Грешно
es_es: Falso
es_mx: Falso
fi_fi: Ei ole
fr_ca: Faux
hr_hr: Laž
hu_hu: Hamis
is_is: Ósatt
it_it: Falso
ko_kr: 없음
ms_my: Palsu
nl_nl: Onwaar
pt_pt: Falso
sv_se: Falskt

# #30097
source: Standby
af_za: Bystand
es_es: Modo de espera
es_mx: En espera
fi_fi: Valmiustila
fr_ca: Veille
hr_hr: Pripravnost
hu_hu: Készenléti állapot
is_is: Biðstaða
ko_kr: 대기 모드
ms_my: Sedia
pt_pt: Modo de espera

# #30098
source: Deep standby
af_za: Diep bystand
es_es: Modo de espera profundo
es_mx: Espera profunda
fi_fi: Horrostila
fr_ca: Veille prolongée
hr_hr: Duboka pripravnost
hu_hu: Mély készenléti állapot
it_it: Spegnimento
ko_kr: 깊은 대기 모드
ms_my: Sedia mendalam
pt_pt: Modo de espera profundo
sv_se: Djup standby

# #30099
source: Wakeup, then standby
af_za: Waak, dan bystand
es_es: Despertar, después modo de espera
es_mx: Despertar, entonces en espera
fi_fi: Herätys, jonka jälkeen lepotila
fr_ca: Réveil, puis mise en veille
hr_hr: Probudi, zatim pripravnost
hu_hu: Ébrestés, majd készenléti állapot
it_it: Sveglia, quindi standby
ko_kr: 기동하고 대기 모드
ms_my: Bangun, kemudian sedia
pt_pt: Despertar, e colocar em modo de espera
sv_se: Väck, sedan standby

# #30100
source: Update mode
af_za: Opdateer modus
es_es: Modo de actualización
es_mx: Modo de actualización
fi_fi: Päivitystapa
fr_ca: Mode de mise à jour
hr_hr: Način nadopune
hu_hu: Frissítési mód
it_it: Modalità aggiornamento
ko_kr: 업데이트 모드
ms_my: Mod kemaskini
nl_nl: Update-modus
pt_pt: Modo de atualização
sv_se: Uppdateringsläge

# #30101
source: Timers and recordings
af_za: Tydhouers en opnames
es_es: Programas y grabaciones
fi_fi: Ajastukset ja tallenteet
fr_ca: Minuteries et enregistrements
hr_hr: Zakazana snimanja i snimke
hu_hu: Időzítők és felvételek
it_it: Timer e registrazioni
ko_kr: 타이머와 녹화
ms_my: Pemasa dan rakaman
nl_nl: Timers en opnames
pt_pt: Temporizadores e gravações
sv_se: Timers och inspelningar

# #30102
source: Timers only
af_za: Slegs tydhouers
es_es: Solo programas
fi_fi: Vain ajastukset
fr_ca: Minuteries seulement
hr_hr: Samo zakazana snimanja
hu_hu: Csak időzítők
it_it: Solo timer
ko_kr: 타이머만
ms_my: Pemasa sahaja
nl_nl: Alleen timers
pt_pt: Apenas temporizadores
sv_se: Endast timer

# #30103
source: Use OpenWebIf picon path
af_za: Gebruik OpenWeblf picon pad
es_es: Usar ruta OpenWebIf
fi_fi: Käytä OpenWebIf:n picon-polkua
fr_ca: Utiliser le chemin des picônes d’OpenWebIf
hr_hr: Koristi OpenWebIf picon putanju
hu_hu: Használja az OpenWebIf picon útvonalát
it_it: Usa percorso picon di OpenWebIf
ko_kr: OpenWebIf picon 경로 사용
ms_my: Guna laluan picon OpenWebif
pt_pt: Usar o caminho picon OpenWebIf
sv_se: Använd OpenWebIf picon sökväg

# #30104
source: Enable trace logging in debug mode
es_es: Activar registro de trazas en el modo depuración
hr_hr: Omogući zapisivanje praćenja u načinu otklanjanja grešaka
it_it: Abilita tracciamento eventi in modalità debug
ko_kr: 디버그 모드에서 로그 추적
ms_my: Benarkan pengelogan surih dalam mod nyahpepijat
pt_pt: Ativar registo de rastreio no modo de depuração

# #30105
source: Other
es_es: Otros
hr_hr: Ostalo
it_it: Altro
ko_kr: 기타
ms_my: Lain-lain
pt_pt: Outras

# #30106
source: EPG update delay per channel
es_es: Retardo de actualización de EPG por canal
hr_hr: Odgoda EPG nadopune po programu
it_it: Ritardo aggiornamento EPG per canale
ko_kr: EPG 채널별 지연 업데이트
ms_my: Lengah kemaskini EPG per saluran
pt_pt: Atraso na atualização do EPG por canal

# #30107
source: Recording EDLs (Edit Decision Lists)
es_es: Grabando EDLs (Listas de Decisiones de Edición)
hr_hr: EDL-ovi (Popis odluka uređivanja) snimanja
it_it: Registrazione EDL (modifica elenchi di decisioni)
ko_kr: EDLs (Edit Decision Lists) 녹화
ms_my: Merakam EDL (Senarai Keputusan Sunting)
pt_pt: A gravar EDLs (Editor de Listas de Decisão)

# #30108
source: Enable EDLs support
es_es: Activar soporte EDLs
hr_hr: Omogući EDL podršku
it_it: Abilita supporto EDL
ko_kr: EDLs 지원 사용
ms_my: Benarkan sokongan EDL
pt_pt: Ativar suporte EDL

# #30109
source: EDL start time padding
es_es: Tiempo añadido al inicio EDL
hr_hr: EDL dodatno početno vrijeme
it_it: Riempimento ora di inizio EDL
ko_kr: EDL 시작 시간 덧붙임
ms_my: Pemadatan masa mula EDL
pt_pt: Margem de início de EDL

# #30110
source: EDL stop time padding
es_es: Tiempo añadido al final EDL
hr_hr: EDL dodatno završno vrijeme
it_it: Riempimento ora di fine EDL
ko_kr: EDL 종료 시간 덧붙임
ms_my: Pemadatan masa henti EDL
pt_pt: Margem de fim de EDL

# #30111
source: Enable debug logging in normal mode
es_es: Activar registro de depuración en modo normal
hr_hr: Omogući zapisivanje otklanjanja grešaka u normalnom načinu
it_it: Abilita registrazione eventi di debug in modalità normale
ko_kr: 일반 모드에서 디버그 로그 사용
ms_my: Benarkan pengelogan nyahpepijat dalam mod biasa
pt_pt: Ativar registo de depuração em modo normal

# #30112
source: Last Scanned (TV)
es_es: Últimos Escaneados (TV)
hr_hr: Posljednja pretraga (TV)
ko_kr: 마지막 검색 (TV)
ms_my: Terakhir Diimbas (TV)
pt_pt: Último analisado (TV)

# #30113
source: Last Scanned (Radio)
es_es: Últimos Escaneados (Radio)
hr_hr: Posljednja pretraga (Radio)
ko_kr: 마지막 검색 (라디오)
ms_my: Terakhir Diimbas (Radio)
pt_pt: Último analisado (Rádio)

# #30114
source: Exclude last scanned bouquet
es_es: Excluir paquete Últimos Escaneados
hr_hr: Izuzmi posljednji pretraženi buket
it_it: Escludi bouquet Last Scanned
ko_kr: 마지막 검색 묶음 제외
ms_my: Asingkan jambangan terakhir diimbas
pt_pt: Excluir o último pacote analisado

# #30115
source: Skip Initial EPG Load
es_es: Saltar Carga Inicial EPG
hr_hr: Preskoči početno EPG učitavanje
pt_pt: Pular o carregamento incial de EPG

# #30116
source: Channels and groups update mode
es_es: Modo de actualización de canales y grupos
hr_hr: Način nadopune programa i grupa
it_it: Modalità aggiornamento canali e gruppi
ko_kr: 채널과 그룹 업데이트 모드
ms_my: Mod kemaskini saluran dan kumpulan
pt_pt: Modo de atualização de canais e grupos

# #30117
source: Disabled
es_es: Desactivado
hr_hr: Onemogućeno
it_it: Disabilitato
ko_kr: 사용 안 함
ms_my: Dilumpuhkan
pt_pt: Desativado

# #30118
source: Notify on UI and Log
es_es: Notificar en UI y Log
hr_hr: Obavijesti pri korisničkom sučelju i prijavi
it_it: Notifica su interfaccia utente e log
ko_kr: 사용자 인터페이스와 로그에 알림
ms_my: Maklum dalam UI dan Log
pt_pt: Notificar no sistema e no registo

# #30119
source: Reload Channels and Groups
es_es: Recargar Canales y Grupos
hr_hr: Ponovno učitaj programe i grupe
it_it: Ricarica canali e gruppi
ko_kr: 채널과 그룹 다시 읽기
ms_my: Muat semula Saluran dan Kumpulan
pt_pt: Recarregar Canais e Grupos

# #30120
source: Channels and groups update hour (24h)
es_es: Hora de actualización de canales y grupos (24h)
hr_hr: Sat nadopune programa i grupa (24 sata)
it_it: Orario aggiornamento canali e gruppi (24h)
ko_kr: 채널과 그룹 업데이트 시간 (24시)
ms_my: Jam kemaskini saluran dan kumpulan (24j)
pt_pt: Hora de atualização de canais e grupos (24h)

# #30121
source: Connection check timeout
es_es: Tiempo de espera para comprobar conexión
hr_hr: Istek provjere povezivanja
it_it: Timeout controllo connessione
ko_kr: 연결 확인 시간 제한
ms_my: Tamat masa semakan sambungan
pt_pt: Tempo limite de verificação da conexão excedido
