Repository: kodi-pvr/pvr.vuplus
Catalog: pvr.vuplus/resources/language/resource.language.*/strings.po
Languages: af_za, bg_bg, es_es, es_mx, fi_fi, fr_ca, hr_hr, hu_hu, id_id, is_is, it_it, ko_kr, ms_my, nl_nl, pt_pt, sv_se

# #30646
source: Last scanned is a system bouquet containing all the TV and Radio channels found in the last scan. Any TV channels found in the Last Scanned bouquet can be displayed as a group called 'Last Scanned (TV)' in Kodi. For TV this group is excluded by default. Disable this option to exclude this group. Note that if no TV groups are loaded the Last Scanned group for TV will be loaded by default regardless of this setting.
es_es: Últimos escaneados es un paquete de sistema que contiene todos los canales de TV y Radio encontrados nuevos en el último escaneo. Cualquier canal de TV encontrado en el paquete Últimos Escaneados se puede mostrar en un grupo llamado 'Últimos Escaneados (TV)' en Kodi. En la TV este grupo es excluido por defecto. Desactivando esta opción excluirá este grupo. Si no hubiera otros grupos cargados, el grupo Últimos Escaneados de la TV se cargará por defecto independientemente de este ajuste.
hr_hr: Posljednji pretraženi je buket sustava koji sadrži sve TV i Radio programe pronađene pri posljednjoj pretrazi. Svi TV programi pronađeni u posljednjem pretraženom buketu mogu biti prikazani kao grupa nazvana 'Posljednja pretraga (TV)' u Kodiju. Za TV ova grupa je izuzeta po zadanome. Onemogućite ovu mogućnost za izuzimanje ove grupe. Zapamtite da ako nema učitanih grupa, Posljednja pretraga TV grupa će biti učitana po zadanome unatoč ovoj postavki.
it_it: L'ultima scansione è un bouquet di sistema contenente tutti i canali TV e radio trovati nell'ultima scansione. Tutti i canali TV trovati nel bouquet Last Scanned possono essere visualizzati come un gruppo chiamato "Last Scanned (TV)" in Kodi. Per la TV questo gruppo è escluso per impostazione predefinita. Disabilita questa opzione per escludere questo gruppo. Si noti che se non sono caricati gruppi TV, l'ultimo gruppo scansionato per TV verrà caricato per impostazione predefinita indipendentemente da questa impostazione.
ko_kr: 마지막 검색은 마지막 검색에서 찾은 TV와 라디오를 포함한 시스템 묶음입니다. 마지막 검색된 묶음에서 찾은 모든 TV 채널은 Kodi의 '마지막 검색(TV)' 그룹에 보입니다. TV에서 이 그룹은 기본으로 제외됩니다. 이 옵션을 사용하지 않으면 이 그룹을 사용하지 않습니다. TV 그룹을 읽지 않으면 설정에 상관없이 기본으로 마지막 검색된 그룹을 읽습니다.
pt_pt: A última análise resultou num pacote do sistema que contém todos os canais de TV e rádio encontrados. Todos os canais de TV encontrados no último pacote digitalizado podem ser mostrados como um grupo chamado "Última análise (TV)" no Kodi. Para a TV, este grupo é excluído por padrão. Desative esta opção para excluir este grupo. Observe que se nenhum grupo de TV for carregado, o último grupo verificado para TV será carregado por padrão, independentemente dessa configuração.

# #30647
source: Choose from one of the following three modes: [B]All bouquets[/B] Fetch all Radio bouquets from the set-top box[/B]; [B]Some bouquets[/B] Only fetch the bouquets specified in the next options; [B]Favourites group[/B] Only fetch the system bouquet for Radio favourites; [B]Custom groups[/B] Fetch a set of bouquets from the Set-top box whose names are loaded from an XML file.
hr_hr: Odaberite jedan od sljedeća tri načina: [B]Svi buketi[/B] Preuzmi sve Radio bukete iz set-top boxa[/B]; [B]Pojedini buketi[/B] Samo preuzmi bukete određene su sljedećim mogućnostima; [B]Omiljena grupa[/B] Samo preuzmi buket sustava za omiljeni Radio; [B]Prilagođena grupa[/B] Preuzmi skup buketa iz Set-top boxa čiji su nazivi učitani iz XML datoteke.
it_it: Scegli tra una delle seguenti tre modalità: [B]Tutti i bouquet[/B] Recupera tutti i bouquet radio dal ricevitore[/B]; [B]Alcuni bouquet[/B] Recupera solo i bouquet specificati nelle opzioni successive; [B]Gruppo Preferiti[/B] Recupera il bouquet di sistema solo per i preferiti radio; [B]Gruppi personalizzati[/B] Recupera una serie di bouquet dal Set-top box i cui nomi sono caricati da un file XML.
ko_kr: 다음 세 가지 모드 중 하나를 선택하십시오. [B]모든 묶음[/B] 셋톱 박스에서 모든 라디오 묶음 가져오기[/B]; [B]일부 묶음[/B] 다음 옵션에 지정된 묶음만 가져옵니다. [B]즐겨찾기 그룹[/B] 라디오 즐겨찾기에 대한 시스템 묶음만 가져옵니다. [B]사용자 지정 그룹[/B] XML 파일의 이름을 읽은 셋톱 박스에서 묶음 세트를 가져옵니다.

# #30648
source: If the previous option has been has been set to 'Some bouquets' you need to specify a Radio bouquet to be fetched from the set-top box. Please note that this is the bouquet-name as shown on the set-top box (i.e. 'Favourites (Radio)'). This setting is case-sensitive.
hr_hr: Ako je prijašnja mogućnost postavljena na 'Pojedini buketi' morate odrediti Radio buket koji treba preuzeti sa set-top boxa. Zapamtite da je to bouquet-name kao što je prikazano u set-top boxu (npr. 'Omiljeni (Radio)'). Ova mogućnost je osjetljiva na mala i velika slova.
it_it: Se l'opzione precedente è stata impostata su 'Alcuni bouquet' è necessario specificare un bouquet radio da prelevare dal ricevitore. Si prega di notare che questo è il nome del bouquet come mostrato sul ricevitore (cioè "Preferiti (Radio)"). Questa impostazione fa distinzione tra maiuscole e minuscole.
ko_kr: 이전 옵션이 '일부 묶음'으로 설정된 경우 셋톱 박스에서 가져올 라디오 묶음을 지정해야 합니다. 이것은 셋톱박스에 표시된 묶음 이름입니다(즉, '즐겨찾기(라디오)'). 이 설정은 대소문자를 구분합니다.

# #30649
source: If the fetch mode is 'All bouquets' or 'Some bouquets' depending on your Enigma2 image you may need to explicitly fetch favourites if you require them. The options are: [B]Disabled[/B] Don't explicitly fetch Radio favourites; [B]As first bouquet[/B] Explicitly fetch them as the first bouquet; [B]As last bouquet[/B] Explicitly fetch them as the last bouquet.
hr_hr: Ako je način preuzimanja 'Svi buketi' ili 'Pojedini buketi' ovisno o vašoj Enigma2 slici, možda trebate izričito preuzeti omiljene ako su potrebni. Mogućnosti su: [B]Onemogućeno[/B] Ne preuzimaj izričito omiljeni Radio; [B]Kao prvi buket[/B] Izričito ih preuzmi kako prvi buket; [B]Kao posljednji buket[/B] Izričito ih preuzmi kako posljednji buket.
it_it: Se la modalità di recupero è "Tutti i bouquet" o "Alcuni bouquet", a seconda dell'immagine di Enigma2, potrebbe essere necessario recuperare esplicitamente i preferiti se ne hai bisogno. Le opzioni sono: [B]Disabilitato[/B] Non recuperare esplicitamente i preferiti radio; [B]Come primo bouquet[/B] Recuperali esplicitamente come primo bouquet; [B]Come ultimo bouquet[/B] Recuperali esplicitamente come ultimo bouquet.
ko_kr: 가져오기 모드가 Enigma2 이미지에 따라 '모든 묶음' 또는 '일부 묶음'인 경우 필요하면 즐겨찾기를 명확하게 가져와야 할 수도 있습니다. 옵션은 다음과 같습니다. [B]사용 안 함[/B] 라디오 즐겨찾기를 명확하게 가져오지 않습니다. [B]첫 번째 묶음으로[/B] 첫 번째 묶음으로 명확하게 가져옵니다. [B]마지막 묶음으로[/B] 마지막 묶음으로 명확하게 가져옵니다.

# #30650
source: Last scanned is a system bouquet containing all the TV and Radio channels found in the last scan. Any Radio channels found in the Last Scanned bouquet can be displayed as a group called 'Last Scanned (Radio)' in Kodi. For Radio this group is excluded by default. Disable this option to show this group.
es_es: Últimos escaneados es un paquete de sistema que contiene todos los canales de TV y Radio encontrados nuevos en el último escaneo. Cualquier canal de Radio encontrado en el paquete Últimos Escaneados se puede mostrar en un grupo llamado 'Últimos Escaneados (Radio)' en Kodi. En Radio este grupo es excluido por defecto. Desactivando esta opción mostrará este grupo.
hr_hr: Posljednji pretraženi je buket sustava koji sadrži sve TV i Radio programe pronađene pri posljednjoj pretrazi. Svi Radio programi pronađeni u posljednjem pretraženom buketu mogu biti prikazani kao grupa nazvana 'Posljednja pretraga (Radio)' u Kodiju. Za Radio ova grupa je izuzeta po zadanome. Onemogućite ovu mogućnost za prikaz ove grupe.
it_it: L'ultima scansione è un bouquet di sistema contenente tutti i canali TV e radio trovati nell'ultima scansione. Tutti i canali radio trovati nel bouquet Last Scanned possono essere visualizzati come un gruppo chiamato "Last Scanned (Radio)" in Kodi. Per radio questo gruppo è escluso per impostazione predefinita. Disabilita questa opzione per mostrare questo gruppo.
ko_kr: 마지막 검색은 마지막 검색에서 찾은 TV와 라디오를 포함한 시스템 묶음입니다. 마지막 검색된 묶음에서 찾은 모든 라디오 채널은 Kodi의 '마지막 검색(라디오)' 그룹에 보입니다. 라디오에서 이 그룹은 기본으로 제외됩니다. 이 옵션을 사용하지 않으면 이 그룹을 사용하지 않습니다. 라디오 그룹을 읽지 않으면 설정에 상관없이 기본으로 마지막 검색된 그룹을 읽습니다.
pt_pt: A última análise resultou num pacote do sistema que contém todos os canais de TV e rádio encontrados. Todos os canais de rádio encontrados no último pacote digitalizado podem ser mostrados como um grupo chamado "Última análise (Rádio)" no Kodi. Para Rádio, este grupo é excluído por padrão. Desative esta opção para mostrar este grupo.

# #30651
source: The file used to load the custom TV bouquets (groups). If no groups can be matched the channel list will default to 'Last Scanned (TV)'. The default file is `customTVGroups-example.xml`.
es_es: El archivo usado para cargar los paquetes personalizados de TV (grupos). Si no hay ningún grupo coincidente, la lista de canales cambiará a 'Últimos Escaneados (TV)'. El archivo por defecto es 'customTVGroups-example.xml'.
hr_hr: Datoteka koja se koristi za učitavanje prilagođenih TV buketa (grupa). Ako se grupe ne podudaraju s popisom programa, biti će zadano 'Posljednja pretraga (TV)'. Zadana datoteka je `customTVGroups-example.xml`.
it_it: Il file usato per caricare i bouquet TV personalizzati (gruppi). Se nessun gruppo può essere abbinato, l'elenco dei canali verrà impostato automaticamente su "Last Scanned (TV)". Il file predefinito è "customTVGroups-example.xml".
ko_kr: 이 파일은 사용자 TV 묶음(그룹)을 읽는 데에 쓰입니다. 그룹이 채널 리스트에 없으면 '이전 검색(TV)'이 기본입니다. 기본 파일은 `customTVGroups-example.xml`입니다.

# #30652
source: The file used to load the custom Radio bouquets (groups). If no groups can be matched the channel list will default to 'Last Scanned (Radio)'. The default file is `customRadioGroups-example.xml`.
es_es: El archivo usado para cargar los paquetes personalizados de Radio (grupos). Si no hay ningún grupo coincidente, la lista de canales cambiará a 'Últimos Escaneados (Radio)'. El archivo por defecto es 'customRadioGroups-example.xml'.
hr_hr: Datoteka koja se koristi za učitavanje prilagođenih Radio buketa (grupa). Ako se grupe ne podudaraju s popisom programa, biti će zadano 'Posljednja pretraga (Radio)'. Zadana datoteka je `customRadioGroups-example.xml`.
it_it: Il file usato per caricare i bouquet radio personalizzati (gruppi). Se nessun gruppo può essere abbinato, l'elenco dei canali verrà impostato automaticamente su "Last Scanned (Radio)". Il file predefinito è "customRadioGroups-example.xml".
ko_kr: 이 파일은 사용자 라디오 묶음(그룹)을 읽는 데에 쓰입니다. 그룹이 채널 리스트에 없으면 '이전 검색(라디오)'이 기본입니다. 기본 파일은 `customRadioGroups-example.xml`입니다.

# #30653
source: The number of TV bouquets to load when `Some bouquets` is the selected fetch mode. Up to 5 can be chosen. If more than 5 are required the 'Custom bouquets' fetch mode should be used instead.
es_es: Número de paquetes de TV a cargar cuando se elige 'Algunos paquetes'. Se pueden elegir hasta 5. Si se necesitan mas de 5, se debe usar la opción 'Paquetes personalizados'.
hr_hr: Broj TV buketa za učitavanje kada je `Pojedini buketi` odabran način preuzimanja. Do 5 se može odabrati. Ako je potrebno više od 5 'Prilagođeni buketi' način preuzimanja se umjesto treba koristiti.
it_it: Il numero di bouquet TV da caricare quando "Alcuni bouquet" è la modalità di recupero selezionata. Se ne possono scegliere fino a 5. Se sono richiesti più di 5, è necessario utilizzare invece la modalità di recupero "Bouquet personalizzati".
ko_kr: 읽기 모드에서 `일부 묶음`이 선택되면 읽을 TV 묶음 개수입니다. 5까지 선택할 수 있습니다. 5개 이상이면 '사용자 묶음' 읽기 모드가 쓰여야 합니다.

# #30654
source: The number of Radio bouquets to load when `Some bouquets` is the selected fetch mode. Up to 5 can be chosen. If more than 5 are required the 'Custom bouquets' fetch mode should be used instead.
es_es: Número de paquetes de Radio a cargar cuando se elige 'Algunos paquetes'. Se pueden elegir hasta 5. Si se necesitan mas de 5, se debe usar la opción 'Paquetes personalizados'.
hr_hr: Broj Radio buketa za učitavanje kada je `Pojedini buketi` odabran način preuzimanja. Do 5 se može odabrati. Ako je potrebno više od 5 'Prilagođeni buketi' način preuzimanja se umjesto treba koristiti.
it_it: Il numero di bouquet radio da caricare quando "Alcuni bouquet" è la modalità di recupero selezionata. Se ne possono scegliere fino a 5. Se sono richiesti più di 5, è necessario utilizzare invece la modalità di recupero "Bouquet personalizzati".
ko_kr: 읽기 모드에서 `일부 묶음`이 선택되면 읽을 라디오 묶음 개수입니다. 5까지 선택할 수 있습니다. 5개 이상이면 '사용자 묶음' 읽기 모드가 쓰여야 합니다.

# #30655
source: If this option is enabled then each group in kodi will match the exact channel numbers used on the backend bouquets. If disabled (default) each channel will only have a single backend channel number (first occurence when loaded).
es_es: Si esta opción se activa cada grupo en kodi se corresponderá exactamente con los números de canal usados en los paquetes del servidor. Si se desactiva (por defecto) cada canal tendrá solo un numero de canal en el servidor (el primero que cargue).
hr_hr: Ako je ova mogućnost omogućena tada će se svaka grupa u kodiju podudarati s istim brojem programa korištenim na buketu pozadinskog softvera. Ako je onemogućeno (zadano) svaki program će imati samo jedan broj iz pozadinskog softvera (prvo pojavljivanje kada se učitava).
it_it: Se questa opzione è abilitata, ogni gruppo in Kodi corrisponderà ai numeri di canale esatti usati sui bouquet di backend. Se disabilitato (predefinito), ogni canale avrà un solo numero di canale di backend (prima occorrenza quando viene caricato).
ko_kr: 이 옵션을 사용하면 각 그룹은 백엔드 묶음에서 사용되는 정확한 채널 번호와 일치합니다. 사용하지 않으면 (기본) 각 그룹은 단일 백엔드 채널 번호만 가집니다 (읽고 처음 맞는).

# #30656
source: Retrieve provider name from the backend when fetching channels. Default is enabled but disabling can speed up fetch times on older devices.
hr_hr: Preuzmi naziv pružatelja usluge iz pozadinskog softvera pri preuzimanju programa. Omogućeno je po zadanome, ali onemogućavanje može ubrzati preuzimanje vremena na starijim uređajima.
it_it: Recupera il nome dal fornitore dal backend durante il recupero dei canali. L'impostazione predefinita è abilitata, ma disabilitarla può accelerare i tempi di recupero sui dispositivi meno recenti.
ko_kr: 채널을 가져올 때 백엔드에서 공급자 이름을 검색합니다. 기본값은 활성화되어 있지만 비활성화하면 이전 장치에서 가져오기 시간이 빨라질 수 있습니다.

# #30660
source: This category cotains the settings for EPG (Electronic Programme Guide). Excluding logging missing genre text mappings all other options will require clearing the EPG cache to take effect. This can be done by going to 'Settings->PVR & Live TV->Guide->Clear cache' in Kodi after the addon restarts.
es_es: Esta categoría contiene los ajustes para la EPG (Guía Electrónica de Programación). Excluir registrar campos de género vacíos que afecten a otras opciones necesitará de una limpieza de cache para que tenga efecto. Esto puede hacerse en 'Ajustes->PVR y TV en directo->Guía->Borrar cache' en Kodi tras reiniciar el add-on.
hr_hr: Ova kategorija sadrži postavke za EPG (Elektronski programski vodič). Izuzimanje zapisivanja nedostajućih mapiranja teksta žanra, sve ostale mogućnosti će zahtijevati uklanjanje EPG predmemorije kako bi imale efekta. To možete učiniti u sljedećim Kodi postavkama: 'Postavke->PVR i televizija->EPG vodič->Obriši podatke'.
it_it: Questa categoria contiene le impostazioni per EPG (Guida elettronica ai programmi). Escludendo la registrazione eventi delle mappature di testo di genere mancanti, tutte le altre opzioni richiederanno la cancellazione della cache EPG per avere effetto. Questo può essere fatto andando su "Impostazioni-> PVR e Live TV-> Guida-> Cancella cache" in Kodi dopo il riavvio del componente aggiuntivo.
ko_kr: EPG (Electronic Programme Guide)의 설정 그룹입니다. 모든 옵션이 반영되려면 EPG 캐시를 지워야 합니다. 이것은 애드온을 다시 시작하고 Kodi의 '설정->PVR과 Live TV->편성표->캐시 삭제'에서 할 수 있습니다.
pt_pt: Esta categoria contém as configurações do EPG (Electronic Program Guide - Guia de programação eletrônica). Excluindo o registo de mapeamentos de texto de gêneros ausentes, todas as outras opções exigirão que o cache do EPG seja limpo. Isso pode ser feito indo em 'Configurações-> PVR & Live TV-> Guia-> Limpar a cache' no Kodi depois do add-on ser reiniciado.

# #30661
source: Check the description fields in the EPG data and attempt to extract season, episode and year info where possible. In addtion can also extract properties like new, live and premiere info.
es_es: Comprueba los campos descriptivos en los datos EPG e intenta sacar la información de temporada, episodio y año cuando sea posible. También puede sacar datos como nuevo, en directo o preestreno.
hr_hr: Provjeri polja opisa u EPG podacima i pokušaj izdvojiti informacije sezone, epizode i godine gdje je moguće. Kao dodatak može izdvojiti svojstvo poput novo, uživo, i informacije premijere.
it_it: Controlla i campi della descrizione nei dati EPG e tenta di estrarre informazioni su stagione, episodio e anno ove possibile. Inoltre puoi anche estrarre proprietà come nuove informazioni, live e premiere.
ko_kr: EPG 데이터의 설명을 확인하고 시즌, 에피소드와 가능하면 연도 정보를 추출합니다. 더해서 신규, 생방송, 개봉 정보 등을 추출합니다.

# #30662
source: The config used to extract season, episode and year information. The default file is `English-ShowInfo.xml`.
es_es: Configuración usada para extraer la información de temporada, episodio y año. El archivo por defecto es 'English-ShowInfo.xml'.
hr_hr: Podešavanje koje se koristi za izdvajanje informacija sezone, epizode i godine. Zadana datoteka je `English-ShowInfo.xml`.
it_it: La configurazione usata per estrarre informazioni su stagione, episodio e anno. Il file predefinito è "English-ShowInfo.xml".
ko_kr: 시즌, 에피소드와 연도 정보를 추출할 설정. 기본 파일은 `English-ShowInfo.xml`.
pt_pt: Esta configuração serve para extrair informação sobre a temporada, episódio e ano. O ficheiro padrão é `English-ShowInfo.xml`.

# #30663
source: If the genre IDs sent with EPG data from your set-top box are not using the DVB standard, map from these to the DVB standard IDs. Sky UK for instance uses OpenTV, in that case without this option set the genre colouring and text would be incorrect in Kodi.
es_es: Si el ID de género enviado en los datos EPG por el set-top box no usa el estándar DVB, convierte eso a los ID estándar DVB. Por ejemplo, Sky UK usa OpenTV. En ese caso, sin esta opción los colores y textos en Kodi serían incorrectos.
hr_hr: Ako ID-ovi žanra poslani s EPG podacima iz vašeg set-top boxa ne koriste DVB standard, mapiraj iz njih u ID-ove DVB standarda. Sky U.K. na primjer koristi OpenTV, u tome slučaju bez ove mogućnosti postavljanje boje žanra i teksta biti će neispravno u Kodiju.
it_it: Se gli ID di genere inviati con i dati EPG dal ricevitore non utilizzano lo standard DVB, mappa da questi agli ID standard DVB. Sky UK, ad esempio, utilizza OpenTV, in tal caso senza questa opzione impostata la colorazione del genere e il testo non sarebbero corretti in Kodi.
ko_kr: 셋톱박스의 EPG 데이터와 보내진 장르 ID가 DVB 표준을 따르지 않으면, DVB 표준 ID에 넣습니다. 예로 Sky UK는 OpenTV를 쓰는데, 이 옵션이 없으면 Kodi의 장르 색상이나 글자가 틀릴 수 있습니다.
pt_pt: Se os identificadores do género enviados com dados EPG do seu descodificador não usarem o padrão DVB, mapeie-os para os identificadores padrão do DVB. O Sky UK, por exemplo, usa o OpenTV; nesse caso, sem essa opção, a cor do género e o texto ficariam incorretos no Kodi.

# #30664
source: The config used to map set-top box EPG genre IDs to DVB standard IDs. The default file is `Sky-UK.xml`.
es_es: Configuración usada para convertir IDs de género EPG del set-top box al estandar DVB. El archivo por defecto es 'Sky-UK.xml'
hr_hr: Podešavanje korišteno za mapiranje set-top box ID-ova EPG žanra u ID-ove DVB standarda. Zadana datoteka je `Sky-UK.xml`.
it_it: La configurazione usata per mappare gli ID di genere EPG del ricevitore su ID standard DVB. Il file predefinito è "Sky-UK.xml".
ko_kr: 이 설정은 셋톱박스 EPG 장르 ID를 DVB 표준 ID에 넣습니다. 기본 파일은 `Sky-UK.xml`.
pt_pt: Esta configuração é usada para mapear os identificadores do género do guia EPG para os identificadores padrão do DVB. O ficheiro padrão é `Sky-UK.xml`.

# #30665
source: If you use Rytec XMLTV EPG data this option can be used to map the text genres to DVB standard IDs.
es_es: Si se usan datos EPG Rytec XMLTV se puede usar esta opción para convertir el texto de género en IDs estándar de DVB.
hr_hr: Ako koristite Rytec XMLTV EPG podatke ova mogućnost se može koristiti za mapiranje teksta žanra u ID-ove DVB standarda.
it_it: Se si utilizzano dati EPG Rytec XMLTV, questa opzione può essere usata per mappare i generi di testo su ID standard DVB.
ko_kr: Rytec XMLTV EPG 데이터를 사용하면, 이 옵션은 글자 장르를 DVB 표준 ID에 넣습니다.
pt_pt: Se usar dados Rytec XMLTV EPG esta opção pode ser usada para mapear os textos de género para os identificadores padrão do DVB.

# #30666
source: The config used to map Rytec Genre Text to DVB IDs. The default file is `Rytec-UK-Ireland.xml`.
es_es: Configuración usada para convertir textos de género Rytec al IDs DVB. El archivo por defecto es 'Rytec-UK-Ireland.xml'
hr_hr: Podešavanje korišteno za mapiranje Rytec teksta žanra u DVB ID-ove. Zadana datoteka je `Rytec-UK-Ireland.xml`.
it_it: La configurazione usata per mappare il testo del genere Rytec sugli ID DVB. Il file predefinito è "Rytec-UK-Ireland.xml".
ko_kr: 이 설정은 Rytec Genre Text를 DVB ID에 넣습니다. 기본 파일은 `Rytec-UK-Ireland.xml`.
pt_pt: Esta configuração é usada para mapear os textos de género Rytec para identificadores DVB. O ficheiro padrão é `Rytec-UK-Ireland.xml`.

# #30667
source: If you would like missing genre mappings to be logged so you can report them enable this option. Note: any genres found that don't have a mapping will still be extracted and sent to Kodi as strings. Currently genres are extracted by looking for text between square brackets, e.g. [B]TV Drama[/B], or for major, minor genres using a dot (.) to separate [B]TV Drama. Soap Opera[/B]
hr_hr: Ako želite propustiti mapiranja žanra da budu prijavljena tako da ih možete prijaviti, omogućite ovu mogućnost. Napomena: svaki žanrovi pronađeni da nemaju mapiranja biti će isto izdvojeni i poslani u Kodi kao izraz. Trenutni žanrovi su izdvojeni pretražujući tekst između uglatih zagrada, npr. [B]TV Drama[/B], ili za glavne i sporedne žanrove koristeći točku (.) za odvajanje [B]TV Drama. Sapunica Opera[/B]
it_it: Se desideri che le mappature di genere mancanti vengano registrate in modo da poterle segnalare, abilita questa opzione. Nota: tutti i generi trovati che non hanno una mappatura verranno comunque estratti e inviati a Kodi come stringhe. Attualmente i generi vengono estratti cercando il testo tra parentesi quadre, ad es. [B]Drammatico TV[/B], o per i generi maggiori e minori utilizzando un punto (.) per separare [B]Drammatico TV. Soap opera[/B]
ko_kr: 보고할 수 있도록 누락된 장르 매핑을 기록하려면 이 옵션을 사용합니다. 참고: 매핑이 없는 장르는 모두 추출되어 Kodi에 문자열로 전송됩니다. 현재 장르는 대괄호 사이의 텍스트를 검색하여 추출됩니다. [B]TV 드라마[/B] 또는 메이저, 마이너 장르의 경우 점(.)을 사용하여 [B]TV 드라마. 연속극[/B] 구분합니다
